[
  {
    "name": "Academy at Tolaria West",
    "full": "https://cards.scryfall.io/normal/front/e/d/ed4f4210-9871-4cec-9b46-100c80f93cd4.jpg?1645050357",
    "artwork": "https://cards.scryfall.io/art_crop/front/e/d/ed4f4210-9871-4cec-9b46-100c80f93cd4.jpg?1645050357",
    "text": "At the beginning of your end step, if you have no cards in hand, draw seven cards.\nWhenever chaos ensues, discard your hand.",
    "text_es": "Al principio de tu paso final, si no tienes cartas en la mano, roba siete cartas.\nSiempre que sobrevenga el caos, descarta tu mano.",
    "id": "ed4f4210-9871-4cec-9b46-100c80f93cd4"
  },
  {
    "name": "Agyrem",
    "full": "https://cards.scryfall.io/normal/front/6/c/6caf8b21-1807-442c-a461-c89c7591df70.jpg?1547432309",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/c/6caf8b21-1807-442c-a461-c89c7591df70.jpg?1547432309",
    "text": "Whenever a white creature dies, return it to the battlefield under its owner's control at the beginning of the next end step.\nWhenever a nonwhite creature dies, return it to its owner's hand at the beginning of the next end step.\nWhenever chaos ensues, creatures can't attack you until a player planeswalks.",
    "text_es": "Siempre que muera una criatura blanca, devuélvela al campo de batalla bajo el control de su propietario al comienzo del siguiente paso final.\nSiempre que muera una criatura no blanca, devuélvela a la mano de su propietario al comienzo del siguiente paso final.\nSiempre que sobrevenga el caos, las criaturas no pueden atacarte hasta que un jugador camine por los planos.",
    "id": "6caf8b21-1807-442c-a461-c89c7591df70"
  },
  {
    "name": "Akoum",
    "full": "https://cards.scryfall.io/normal/front/a/1/a1c7f2eb-0654-46f9-ae3d-11efcac837b8.jpg?1547432330",
    "artwork": "https://cards.scryfall.io/art_crop/front/a/1/a1c7f2eb-0654-46f9-ae3d-11efcac837b8.jpg?1547432330",
    "text": "Players may cast enchantment spells as though they had flash.\nWhenever chaos ensues, destroy target creature that isn't enchanted.",
    "text_es": "Los jugadores pueden lanzar hechizos de encantamiento como si tuvieran destello.\nCuando se desate el caos, destruye la criatura objetivo que no esté encantada.",
    "id": "a1c7f2eb-0654-46f9-ae3d-11efcac837b8"
  },
  {
    "name": "Amy's Home",
    "full": "https://cards.scryfall.io/normal/front/a/c/ac0615cc-860a-4fed-9e9c-4377ba8ed22a.jpg?1696637704",
    "artwork": "https://cards.scryfall.io/art_crop/front/a/c/ac0615cc-860a-4fed-9e9c-4377ba8ed22a.jpg?1696637704",
    "text": "When you planeswalk to Amy's Home and at the beginning of your upkeep, you may exile a nonland card from your hand with a number of time counters on it equal to its mana value. If it doesn't have suspend, it gains suspend.\nWhenever chaos ensues, time travel. (For each suspended card you own and each permanent you control with a time counter on it, you may add or remove a time counter.)",
    "text_es": "Cuando planeas jugar al Hogar de Amy y al comienzo de tu mantenimiento, puedes exiliar una carta no terrestre de tu mano con un número de contadores de tiempo sobre ella igual a su valor de maná. Si no tiene suspensión, gana suspensión.\nSiempre que sobrevenga el caos, viaja en el tiempo. (Por cada carta suspendida que poseas y cada permanente que controles con un contador de tiempo sobre ella, puedes añadir o quitar un contador de tiempo).",
    "id": "ac0615cc-860a-4fed-9e9c-4377ba8ed22a"
  },
  {
    "name": "Antarctic Research Base",
    "full": "https://cards.scryfall.io/normal/front/3/c/3cc61f60-2f9d-4f67-8390-62873b4b8ddb.jpg?1696637706",
    "artwork": "https://cards.scryfall.io/art_crop/front/3/c/3cc61f60-2f9d-4f67-8390-62873b4b8ddb.jpg?1696637706",
    "text": "When you planeswalk to Antarctic Research Base and at the beginning of your upkeep, investigate.\nWhenever chaos ensues, put X +1/+1 counters on target creature you control, where X is the number of artifacts you control. It becomes a Plant in addition to its other types.",
    "text_es": "Cuando paseas en avión a la Base de investigación antártica y al comienzo de tu mantenimiento, investiga.\nSiempre que sobrevenga el caos, pon X contadores +1/+1 sobre la criatura objetivo que controlas, donde X es el número de artefactos que controlas. Se convierte en una Planta además de sus otros tipos.",
    "id": "3cc61f60-2f9d-4f67-8390-62873b4b8ddb"
  },
  {
    "name": "Aplan Mortarium",
    "full": "https://cards.scryfall.io/normal/front/8/5/855978a6-c81c-4e5e-a34f-41a54fef0c10.jpg?1696637707",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/5/855978a6-c81c-4e5e-a34f-41a54fef0c10.jpg?1696637707",
    "text": "Byzantium Radiation — At the beginning of your upkeep, put an exposure counter on Aplan Mortarium. Then you lose life equal to the number of exposure counters on it.\nWhenever chaos ensues, create two 2/2 black Alien Angel artifact creature tokens with first strike, vigilance, and \"Whenever an opponent casts a creature spell, this token isn't a creature until end of turn.\"",
    "text_es": "Radiación de Bizancio - Al principio de tu mantenimiento, pon un contador de exposición sobre Aplan Mortarium. Luego pierdes una vida igual al número de contadores de exposición que tenga.\nSiempre que haya caos, crea dos fichas de criatura artefacto Ángel alienígena negras 2/2 con primer golpe, vigilancia y \"Siempre que un oponente lance un hechizo de criatura, esta ficha no es una criatura hasta el final del turno\".",
    "id": "855978a6-c81c-4e5e-a34f-41a54fef0c10"
  },
  {
    "name": "Aretopolis",
    "full": "https://cards.scryfall.io/normal/front/d/6/d6dc655e-d8ef-443a-bb3e-46c7ca1555ba.jpg?1547432302",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/6/d6dc655e-d8ef-443a-bb3e-46c7ca1555ba.jpg?1547432302",
    "text": "When you planeswalk to Aretopolis and at the beginning of your upkeep, put a scroll counter on Aretopolis, then you gain life equal to the number of scroll counters on it.\nWhen Aretopolis has ten or more scroll counters on it, planeswalk.\nWhenever chaos ensues, put a scroll counter on Aretopolis, then draw cards equal to the number of scroll counters on it.",
    "text_es": "Cuando haces planeswalk hasta Aretopolis y al principio de tu mantenimiento pones un contador de pergaminos sobre Aretopolis, ganas una vida igual al número de contadores de pergaminos que tenga.\nCuando Aretópolis tenga diez o más contadores de pergaminos, camina.\nCada vez que sobrevenga el caos, pon un contador de pergamino sobre Aretópolis y roba cartas igual al número de contadores de pergamino que tenga.",
    "id": "d6dc655e-d8ef-443a-bb3e-46c7ca1555ba"
  },
  {
    "name": "Astral Arena",
    "full": "https://cards.scryfall.io/normal/front/5/6/56c735c0-9346-431b-869f-3accfa193016.jpg?1547432337",
    "artwork": "https://cards.scryfall.io/art_crop/front/5/6/56c735c0-9346-431b-869f-3accfa193016.jpg?1547432337",
    "text": "No more than one creature can attack each combat.\nNo more than one creature can block each combat.\nWhenever chaos ensues, Astral Arena deals 2 damage to each creature.",
    "text_es": "No más de una criatura puede atacar en cada combate.\nNo más de una criatura puede bloquear en cada combate.\nSiempre que sobrevenga el caos, Arena Astral inflige 2 de daño a cada criatura.",
    "id": "56c735c0-9346-431b-869f-3accfa193016"
  },
  {
    "name": "Bad Wolf Bay",
    "full": "https://cards.scryfall.io/normal/front/a/0/a068875e-9294-403d-a6db-15092b6c42d3.jpg?1696637715",
    "artwork": "https://cards.scryfall.io/art_crop/front/a/0/a068875e-9294-403d-a6db-15092b6c42d3.jpg?1696637715",
    "text": "At the beginning of combat on your turn, exile up to one target creature. Return it to the battlefield under its owner's control at the beginning of the next end step.\nWhen chaos ensues, cards can't enter from exile this turn. Then planeswalk.",
    "text_es": "Al comienzo del combate en tu turno, exilia hasta una criatura objetivo. Devuélvela al campo de batalla bajo el control de su propietario al comienzo del siguiente paso final.\nCuando sobreviene el caos, las cartas no pueden entrar desde el exilio este turno. Entonces camina por los planos.",
    "id": "a068875e-9294-403d-a6db-15092b6c42d3"
  },
  {
    "name": "Bant",
    "full": "https://cards.scryfall.io/normal/front/4/3/434a2d09-5776-4168-b863-f3b0a736d19b.jpg?1547432701",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/3/434a2d09-5776-4168-b863-f3b0a736d19b.jpg?1547432701",
    "text": "All creatures have exalted. (Whenever a creature attacks alone, it gets +1/+1 until end of turn for each instance of exalted among permanents its controller controls.)\nWhenever chaos ensues, put a divinity counter on target green, white, or blue creature. That creature has indestructible for as long as it has a divinity counter on it.",
    "text_es": "Todas las criaturas tienen exaltado. (Siempre que una criatura ataque sola, obtiene +1/+1 hasta el final del turno por cada instancia de exaltado entre los permanentes que controle su controlador).\nSiempre que sobrevenga el caos, pon un contador de divinidad sobre una criatura verde, blanca o azul objetivo. Esa criatura es indestructible mientras tenga un contador de divinidad.",
    "id": "434a2d09-5776-4168-b863-f3b0a736d19b"
  },
  {
    "name": "Besieged Viking Village",
    "full": "https://cards.scryfall.io/normal/front/8/b/8bb62bd5-79e5-4af0-aafd-c1bd53765c67.jpg?1696637715",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/b/8bb62bd5-79e5-4af0-aafd-c1bd53765c67.jpg?1696637715",
    "text": "All creatures have \"Boast — {1}: Put a +1/+1 counter on this creature.\" (Activate only if that creature attacked this turn and only once each turn.)\nWhenever chaos ensues, put an indestructible counter on target creature you control that attacked this turn.",
    "text_es": "Todas las criaturas tienen \"Alarde - {1}: Pon un contador +1/+1 sobre esta criatura\". (Actívala sólo si esa criatura atacó este turno y sólo una vez cada turno).\nSiempre que sobrevenga el caos, pon un contador indestructible sobre la criatura objetivo que controles que haya atacado este turno.",
    "id": "8bb62bd5-79e5-4af0-aafd-c1bd53765c67"
  },
  {
    "name": "Bloodhill Bastion",
    "full": "https://cards.scryfall.io/normal/front/9/9/9944763b-07b1-447d-b07c-b585ec00e883.jpg?1680815516",
    "artwork": "https://cards.scryfall.io/art_crop/front/9/9/9944763b-07b1-447d-b07c-b585ec00e883.jpg?1680815516",
    "text": "Whenever a creature enters, it gains double strike and haste until end of turn.\nWhenever chaos ensues, exile target nontoken creature you control, then return it to the battlefield under your control.",
    "text_es": "Siempre que una criatura entre, gana doble golpe y prisa hasta el final del turno.\nSiempre que se desate el caos, exilia la criatura no simbólica objetivo que controles y devuélvela al campo de batalla bajo tu control.",
    "id": "9944763b-07b1-447d-b07c-b585ec00e883"
  },
  {
    "name": "Bowie Base One",
    "full": "https://cards.scryfall.io/normal/front/2/2/22e3ec5a-4bd5-452f-873a-3801253754dd.jpg?1696637721",
    "artwork": "https://cards.scryfall.io/art_crop/front/2/2/22e3ec5a-4bd5-452f-873a-3801253754dd.jpg?1696637721",
    "text": "At the beginning of your end step, goad target creature controlled by the player to your left. (Until your next turn, that creature attacks each combat if able and attacks a player other than you if able.)\nWhenever chaos ensues, target creature gains islandwalk until end of turn. (It can't be blocked as long as defending player controls an Island.)",
    "text_es": "Al principio de tu paso final, acosa a la criatura objetivo controlada por el jugador a tu izquierda. (Hasta tu próximo turno, esa criatura ataca en cada combate si puede y ataca a un jugador que no seas tú si puede).\nSiempre que sobrevenga el caos, la criatura objetivo gana Caminar por la isla hasta el final del turno. (No puede ser bloqueada mientras el jugador defensor controle una Isla).",
    "id": "22e3ec5a-4bd5-452f-873a-3801253754dd"
  },
  {
    "name": "Celestine Reef",
    "full": "https://cards.scryfall.io/normal/front/0/c/0cf339cb-04c0-40e8-a64c-b80229a32cec.jpg?1547432757",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/c/0cf339cb-04c0-40e8-a64c-b80229a32cec.jpg?1547432757",
    "text": "Creatures without flying or islandwalk can't attack.\nWhenever chaos ensues, until a player planeswalks, you can't lose the game and your opponents can't win the game.",
    "text_es": "Las criaturas sin vuelo o planeswalk no pueden atacar.\nSiempre que se desate el caos, hasta que un jugador cambie de aires, no podrás perder la partida y tus oponentes no podrán ganarla.",
    "id": "0cf339cb-04c0-40e8-a64c-b80229a32cec"
  },
  {
    "name": "City of the Daleks",
    "full": "https://cards.scryfall.io/normal/front/4/f/4f82f5b7-b4b9-489a-bbd7-98faaa566515.jpg?1696637738",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/f/4f82f5b7-b4b9-489a-bbd7-98faaa566515.jpg?1696637738",
    "text": "Whenever you attack, target opponent loses X life, where X is the number of artifacts you control.\nWhenever chaos ensues, for each opponent, you create a 3/3 black Dalek artifact creature token with menace that attacks that opponent this turn if able. Those tokens gain haste. Sacrifice them at the beginning of the next end step.",
    "text_es": "Cada vez que atacas, el oponente objetivo pierde X vidas, donde X es el número de artefactos que controlas.\nSiempre que se desate el caos, por cada oponente, creas una ficha de criatura artefacto Dalek negra 3/3 con amenaza que ataca a ese oponente este turno si puede. Esas fichas ganan prisa. Sacrifícalos al principio del siguiente paso final.",
    "id": "4f82f5b7-b4b9-489a-bbd7-98faaa566515"
  },
  {
    "name": "Cliffside Market",
    "full": "https://cards.scryfall.io/normal/front/f/f/ff65643b-e8bb-49d6-8887-13a146ee5174.jpg?1547432708",
    "artwork": "https://cards.scryfall.io/art_crop/front/f/f/ff65643b-e8bb-49d6-8887-13a146ee5174.jpg?1547432708",
    "text": "When you planeswalk to Cliffside Market and at the beginning of your upkeep, you may exchange life totals with target player.\nWhenever chaos ensues, exchange control of two target permanents that share a card type.",
    "text_es": "Cuando planeas ir al Mercado del acantilado y al comienzo de tu mantenimiento, puedes intercambiar totales de vida con el jugador objetivo.\nSiempre que haya caos, intercambia el control de dos permanentes objetivo que compartan un tipo de carta.",
    "id": "ff65643b-e8bb-49d6-8887-13a146ee5174"
  },
  {
    "name": "Coal Hill School",
    "full": "https://cards.scryfall.io/normal/front/8/2/82e09673-c7f0-4377-abbd-b1ea4922d4b3.jpg?1696637738",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/2/82e09673-c7f0-4377-abbd-b1ea4922d4b3.jpg?1696637738",
    "text": "Whenever a player casts a historic spell, that player draws a card. (Artifacts, legendaries, and Sagas are historic.)\nWhenever chaos ensues, return target historic card from your graveyard to your hand.",
    "text_es": "Siempre que un jugador lance un hechizo histórico, ese jugador roba una carta. (Los artefactos, legendarios y Sagas son históricos).\nSiempre que sobrevenga el caos, devuelve la carta histórica objetivo de tu cementerio a tu mano.",
    "id": "82e09673-c7f0-4377-abbd-b1ea4922d4b3"
  },
  {
    "name": "Dalek Intensive Care",
    "full": "https://cards.scryfall.io/normal/front/1/3/13dd9d2c-f1d3-4dbf-8101-e4fab9f42e40.jpg?1696637741",
    "artwork": "https://cards.scryfall.io/art_crop/front/1/3/13dd9d2c-f1d3-4dbf-8101-e4fab9f42e40.jpg?1696637741",
    "text": "When you planeswalk to Dalek Intensive Care and at the beginning of your upkeep, exile a non-Dalek creature you control. If you do, create a 3/3 black Dalek artifact creature token with menace. It gains haste until end of turn.\nWhenever chaos ensues, target Dalek you control deals damage equal to its power to target creature you don't control.",
    "text_es": "Cuando pases a la fase de cuidados intensivos Dalek y al comienzo de tu mantenimiento, exilia una criatura no Dalek que controles. Si lo haces, crea una ficha de criatura artefacto Dalek 3/3 negra con amenaza. Gana prisa hasta el final del turno.\nSiempre que sobrevenga el caos, el Dalek objetivo que controlas inflige un daño igual a su poder a una criatura objetivo que no controlas.",
    "id": "13dd9d2c-f1d3-4dbf-8101-e4fab9f42e40"
  },
  {
    "name": "Deceptive Divination",
    "full": "https://cards.scryfall.io/normal/front/6/d/6d241115-60b8-4fab-9877-4e2d35d638b9.jpg?1751866195",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/d/6d241115-60b8-4fab-9877-4e2d35d638b9.jpg?1751866195",
    "text": "Change the text of each sorcery spell and sorcery card not on the stack by replacing \"sorcery\" with \"instant.\"\nWhenever chaos ensues, choose two target players. Each of them searches their library for a card, then shuffles and puts that card on top.",
    "text_es": "Cambia el texto de cada hechizo y carta de hechizo que no esté en la pila reemplazando \"hechizo\" por \"instantáneo\".\nCada vez que se desate el caos, elige dos jugadores objetivo. Cada uno de ellos busca una carta en su biblioteca, luego baraja y pone esa carta encima.",
    "id": "6d241115-60b8-4fab-9877-4e2d35d638b9"
  },
  {
    "name": "Edge of Malacol",
    "full": "https://cards.scryfall.io/normal/front/c/a/ca4c429a-ca40-4656-aea5-86eb450e47b7.jpg?1547432589",
    "artwork": "https://cards.scryfall.io/art_crop/front/c/a/ca4c429a-ca40-4656-aea5-86eb450e47b7.jpg?1547432589",
    "text": "If a creature you control would untap during your untap step, put two +1/+1 counters on it instead.\nWhenever chaos ensues, untap each creature you control.",
    "text_es": "Si una criatura que controlas se enderezaría durante tu paso de enderezar, ponle dos contadores +1/+1 en su lugar.\nCuando se desate el caos, endereza cada criatura que controles.",
    "id": "ca4c429a-ca40-4656-aea5-86eb450e47b7"
  },
  {
    "name": "Eloren Wilds",
    "full": "https://cards.scryfall.io/normal/front/b/e/bec61f7a-cf02-4150-aff9-9465fa14c779.jpg?1547432617",
    "artwork": "https://cards.scryfall.io/art_crop/front/b/e/bec61f7a-cf02-4150-aff9-9465fa14c779.jpg?1547432617",
    "text": "Whenever a player taps a permanent for mana, that player adds one mana of any type that permanent produced.\nWhenever chaos ensues, target player can't cast spells until a player planeswalks.",
    "text_es": "Cada vez que un jugador gira un permanente por maná, ese jugador añade un maná de cualquier tipo que ese permanente haya producido.\nSiempre que se desate el caos, el jugador objetivo no puede lanzar hechizos hasta que un jugador camine por los planos.",
    "id": "bec61f7a-cf02-4150-aff9-9465fa14c779"
  },
  {
    "name": "Enigma Ridges",
    "full": "https://cards.scryfall.io/normal/front/a/4/a4400c14-2aed-4018-a3fb-7de2b0456c07.jpg?1680815445",
    "artwork": "https://cards.scryfall.io/art_crop/front/a/4/a4400c14-2aed-4018-a3fb-7de2b0456c07.jpg?1680815445",
    "text": "When you planeswalk to Enigma Ridges, each player who controls fewer lands than the player who controls the most lands searches their library for a number of basic land cards less than or equal to the difference, reveals them, puts them into their hand, then shuffles.\nWhenever chaos ensues, draw a card, then you may put a land card from your hand onto the battlefield.",
    "text_es": "Cuando planeas hacia las Crestas del Enigma, cada jugador que controle menos tierras que el jugador que controle más tierras busca en su biblioteca un número de cartas de tierras básicas menor o igual a la diferencia, las revela, las pone en su mano y luego baraja.\nSiempre que sobrevenga el caos, roba una carta, luego puedes poner una carta de tierra de tu mano en el campo de batalla.",
    "id": "a4400c14-2aed-4018-a3fb-7de2b0456c07"
  },
  {
    "name": "Esper",
    "full": "https://cards.scryfall.io/normal/front/f/f/ffdf27d3-80b4-4aa1-b943-d247e502d32c.jpg?1680815445",
    "artwork": "https://cards.scryfall.io/art_crop/front/f/f/ffdf27d3-80b4-4aa1-b943-d247e502d32c.jpg?1680815445",
    "text": "Artifact spells cost {1} less to cast.\nWhenever chaos ensues, creatures you control that are white, blue, and/or black become artifacts in addition to their other types until end of turn. Then each artifact creature you control gains vigilance, menace, and lifelink until end of turn.",
    "text_es": "Lanzar hechizos artefacto cuesta {1} menos.\nSiempre que sobrevenga el caos, las criaturas que controles que sean blancas, azules y/o negras se convierten en artefactos además de sus otros tipos hasta el final del turno. Entonces cada criatura artefacto que controles gana vigilancia, amenaza y enlace vital hasta el final del turno.",
    "id": "ffdf27d3-80b4-4aa1-b943-d247e502d32c"
  },
  {
    "name": "Fblthp: Completely, Utterly, Totally Lost",
    "full": "https://cards.scryfall.io/normal/front/5/6/56826f4f-2bbe-464a-b023-faa83aa1c392.jpg?1751866314",
    "artwork": "https://cards.scryfall.io/art_crop/front/5/6/56826f4f-2bbe-464a-b023-faa83aa1c392.jpg?1751866314",
    "text": "When you planeswalk to this plane and at the beginning of your upkeep, create a Map token. (It's an artifact with \"{1}, {T}, Sacrifice this token: Target creature you control explores. Activate only as a sorcery.\")\nWhenever chaos ensues, draw two cards, then discard two cards. Untap up to three lands.",
    "text_es": "Cuando camines a este plano y al comienzo de tu mantenimiento, crea una ficha de Mapa. (Es un artefacto con \"{1}, {T}, Sacrifica esta ficha: La criatura objetivo que controlas explora. Actívala sólo como conjuro\").\nSiempre que sobrevenga el caos, roba dos cartas, luego descarta dos cartas. Destapa hasta tres tierras.",
    "id": "56826f4f-2bbe-464a-b023-faa83aa1c392"
  },
  {
    "name": "Feeding Grounds",
    "full": "https://cards.scryfall.io/normal/front/1/d/1dde33fa-f748-43c9-9ead-9461332e9e67.jpg?1547432400",
    "artwork": "https://cards.scryfall.io/art_crop/front/1/d/1dde33fa-f748-43c9-9ead-9461332e9e67.jpg?1547432400",
    "text": "Red spells cost {1} less to cast.\nGreen spells cost {1} less to cast.\nWhenever chaos ensues, put X +1/+1 counters on target creature, where X is that creature's mana value.",
    "text_es": "Los hechizos rojos cuestan {1} menos de lanzar.\nLos hechizos verdes cuestan {1} menos.\nSiempre que sobrevenga el caos, pon X contadores +1/+1 sobre la criatura objetivo, donde X es el valor de maná de esa criatura.",
    "id": "1dde33fa-f748-43c9-9ead-9461332e9e67"
  },
  {
    "name": "Fields of Summer",
    "full": "https://cards.scryfall.io/normal/front/b/5/b52a233b-cc51-4f3e-94d0-a4b75ecb248e.jpg?1547432568",
    "artwork": "https://cards.scryfall.io/art_crop/front/b/5/b52a233b-cc51-4f3e-94d0-a4b75ecb248e.jpg?1547432568",
    "text": "Whenever a player casts a spell, that player may gain 2 life.\nWhenever chaos ensues, you may gain 10 life.",
    "text_es": "Cada vez que un jugador lance un hechizo, ese jugador puede ganar 2 vidas.\nSiempre que se desate el caos, puedes ganar 10 vidas.",
    "id": "b52a233b-cc51-4f3e-94d0-a4b75ecb248e"
  },
  {
    "name": "Finally! Left-Handed Magic Cards",
    "full": "https://cards.scryfall.io/normal/front/4/c/4c2d1022-3aaa-4139-bd11-ddc18a7c9cef.jpg?1751866397",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/c/4c2d1022-3aaa-4139-bd11-ddc18a7c9cef.jpg?1751866397",
    "text": "Each creature's base power is equal to its printed toughness.\nEach creature's base toughness is equal to its printed power.\nWhenever chaos ensues, draw a card from the bottom of your library.",
    "text_es": "La potencia base de cada criatura es igual a su resistencia impresa.\nLa resistencia base de cada criatura es igual a su potencia impresa.\nSiempre que sobrevenga el caos, roba una carta del fondo de tu biblioteca.",
    "id": "4c2d1022-3aaa-4139-bd11-ddc18a7c9cef"
  },
  {
    "name": "Furnace Layer",
    "full": "https://cards.scryfall.io/normal/front/d/8/d89133d1-06e7-4b8f-8f42-e0551fd93a5b.jpg?1547432505",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/8/d89133d1-06e7-4b8f-8f42-e0551fd93a5b.jpg?1547432505",
    "text": "When you planeswalk to Furnace Layer and at the beginning of your upkeep, select target player at random. That player discards a card. If that player discards a land card this way, they lose 3 life.\nWhenever chaos ensues, you may destroy target nonland permanent.",
    "text_es": "Cuando planeas a Capa de horno y al principio de tu mantenimiento, elige un jugador al azar. Ese jugador descarta una carta. Si ese jugador descarta una carta de tierra de esta manera, pierde 3 vidas.\nSiempre que sobrevenga el caos, puedes destruir un permanente no terrestre objetivo.",
    "id": "d89133d1-06e7-4b8f-8f42-e0551fd93a5b"
  },
  {
    "name": "Gardens of Tranquil Repose",
    "full": "https://cards.scryfall.io/normal/front/e/b/eb753c00-303d-49f3-ad98-b7772cc4a274.jpg?1696637759",
    "artwork": "https://cards.scryfall.io/art_crop/front/e/b/eb753c00-303d-49f3-ad98-b7772cc4a274.jpg?1696637759",
    "text": "Suspended Animation — Whenever a creature dies, exile it. Its controller scries 1.\nWhenever chaos ensues, create X 3/3 black Dalek artifact creature tokens with menace, where X is one plus the number of cards exiled with Gardens of Tranquil Repose.",
    "text_es": "Animación suspendida - Siempre que muera una criatura, exíliala. Su controlador sangra 1.\nSiempre que sobrevenga el caos, crea X fichas de criatura artefacto Dalek 3/3 negra con amenaza, donde X es uno más el número de cartas exiliadas con Jardines del reposo tranquilo.",
    "id": "eb753c00-303d-49f3-ad98-b7772cc4a274"
  },
  {
    "name": "Gavony",
    "full": "https://cards.scryfall.io/normal/front/c/b/cb03f60c-d317-4b4c-9747-380abf5fa7ef.jpg?1680815520",
    "artwork": "https://cards.scryfall.io/art_crop/front/c/b/cb03f60c-d317-4b4c-9747-380abf5fa7ef.jpg?1680815520",
    "text": "All creatures have vigilance.\nWhenever chaos ensues, creatures you control gain indestructible until end of turn.",
    "text_es": "Todas las criaturas tienen vigilancia.\nSiempre que haya caos, las criaturas que controles ganan indestructibilidad hasta el final del turno.",
    "id": "cb03f60c-d317-4b4c-9747-380abf5fa7ef"
  },
  {
    "name": "Ghirapur",
    "full": "https://cards.scryfall.io/normal/front/0/c/0c8456bd-d290-43af-b2b9-06823bab65a2.jpg?1738881258",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/c/0c8456bd-d290-43af-b2b9-06823bab65a2.jpg?1738881258",
    "text": "At the beginning of combat on your turn, until end of turn, each noncreature, non-Vehicle artifact you control becomes a 5/3 Vehicle in addition to its other types and gains trample, haste, and crew 2.\nWhenever chaos ensues, return target noncreature artifact card from your graveyard to your hand.",
    "text_es": "Al comienzo del combate en tu turno, hasta el final del turno, cada artefacto no criatura no vehículo que controles se convierte en un vehículo 5/3 además de sus otros tipos y gana desplazamiento, prisa y tripulación 2.\nCuando se desate el caos, devuelve la carta de artefacto no criatura objetivo de tu cementerio a tu mano.",
    "id": "0c8456bd-d290-43af-b2b9-06823bab65a2"
  },
  {
    "name": "Glen Elendra",
    "full": "https://cards.scryfall.io/normal/front/f/d/fdaaef56-0c95-404a-8de5-e8f21e0282d3.jpg?1547432763",
    "artwork": "https://cards.scryfall.io/art_crop/front/f/d/fdaaef56-0c95-404a-8de5-e8f21e0282d3.jpg?1547432763",
    "text": "At end of combat, you may exchange control of target creature you control that dealt combat damage to a player this combat and target creature that player controls.\nWhenever chaos ensues, gain control of target creature you own.",
    "text_es": "Al final del combate, puedes intercambiar el control de la criatura objetivo que controlas que hizo daño de combate a un jugador este combate y la criatura objetivo que controla ese jugador.\nCuando se desate el caos, obtén el control de una criatura objetivo de tu propiedad.",
    "id": "fdaaef56-0c95-404a-8de5-e8f21e0282d3"
  },
  {
    "name": "Glimmervoid Basin",
    "full": "https://cards.scryfall.io/normal/front/a/0/a075316c-eb94-46a5-98f2-061b1674186f.jpg?1680815529",
    "artwork": "https://cards.scryfall.io/art_crop/front/a/0/a075316c-eb94-46a5-98f2-061b1674186f.jpg?1680815529",
    "text": "Whenever a player casts an instant or sorcery spell with a single target, that player copies that spell for each other spell, permanent, card not on the battlefield, and/or player the spell could target. Each copy targets a different one of them.\nWhenever chaos ensues, choose target creature. Each player except that creature's controller creates a token that's a copy of that creature.",
    "text_es": "Siempre que un jugador lance un hechizo de instantáneo o de conjuro con un único objetivo, ese jugador copia ese hechizo por cada otro hechizo, permanente, carta que no esté en el campo de batalla y/o jugador al que el hechizo podría tener como objetivo. Cada copia hace objetivo a uno diferente de ellos.\nSiempre que sobrevenga el caos, elige una criatura objetivo. Cada jugador excepto el controlador de esa criatura crea una ficha que es una copia de esa criatura.",
    "id": "a075316c-eb94-46a5-98f2-061b1674186f"
  },
  {
    "name": "Goldmeadow",
    "full": "https://cards.scryfall.io/normal/front/8/3/830c7c81-335e-4f0b-81b9-209732408093.jpg?1547432666",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/3/830c7c81-335e-4f0b-81b9-209732408093.jpg?1547432666",
    "text": "Whenever a land enters, that land's controller creates three 0/1 white Goat creature tokens.\nWhenever chaos ensues, create a 0/1 white Goat creature token.",
    "text_es": "Siempre que entre una tierra, el controlador de esa tierra crea tres fichas de criatura Cabra blanca 0/1.\nSiempre que sobrevenga el caos, crea una ficha de criatura Cabra blanca 0/1.",
    "id": "830c7c81-335e-4f0b-81b9-209732408093"
  },
  {
    "name": "Grand Ossuary",
    "full": "https://cards.scryfall.io/normal/front/3/d/3dfccef2-4d55-423f-8375-4e349bbf615e.jpg?1547432407",
    "artwork": "https://cards.scryfall.io/art_crop/front/3/d/3dfccef2-4d55-423f-8375-4e349bbf615e.jpg?1547432407",
    "text": "Whenever a creature dies, its controller distributes a number of +1/+1 counters equal to its power among any number of target creatures they control.\nWhenever chaos ensues, each player exiles all creatures they control and creates X 1/1 green Saproling creature tokens, where X is the total power of the creatures they exiled this way. Then planeswalk.",
    "text_es": "Siempre que una criatura muera, su controlador distribuye un número de contadores +1/+1 igual a su potencia entre cualquier número de criaturas objetivo que controle.\nSiempre que sobrevenga el caos, cada jugador exilia todas las criaturas que controla y crea X fichas de criatura Saproling verde 1/1, donde X es la potencia total de las criaturas que exilió de esta manera. Luego camina por los planos.",
    "id": "3dfccef2-4d55-423f-8375-4e349bbf615e"
  },
  {
    "name": "Grixis",
    "full": "https://cards.scryfall.io/normal/front/e/c/ecbe3339-2cd1-45e2-bac1-8ea995238c30.jpg?1547432743",
    "artwork": "https://cards.scryfall.io/art_crop/front/e/c/ecbe3339-2cd1-45e2-bac1-8ea995238c30.jpg?1547432743",
    "text": "Blue, black, and/or red creature cards in your graveyard have unearth. The unearth cost is equal to the card's mana cost. (Pay the card's mana cost: Return it to the battlefield. The creature gains haste. Exile it at the beginning of the next end step or if it would leave the battlefield. Unearth only as a sorcery.)\nWhenever chaos ensues, put target creature card from a graveyard onto the battlefield under your control.",
    "text_es": "Las cartas de criatura azules, negras y/o rojas de tu cementerio tienen desenterrar. El coste de desenterrar es igual al coste de maná de la carta. (Paga el coste de maná de la carta: Devuélvela al campo de batalla. La criatura gana prisa. Exiliarla al principio del siguiente paso final o si abandonaría el campo de batalla. Desenterrar sólo como hechizo).\nSiempre que sobrevenga el caos, pon una carta de criatura objetivo de un cementerio en el campo de batalla bajo tu control.",
    "id": "ecbe3339-2cd1-45e2-bac1-8ea995238c30"
  },
  {
    "name": "Grove of the Dreampods",
    "full": "https://cards.scryfall.io/normal/front/c/2/c2cd3e28-cc48-416d-83d2-74208d2f4aa9.jpg?1680815530",
    "artwork": "https://cards.scryfall.io/art_crop/front/c/2/c2cd3e28-cc48-416d-83d2-74208d2f4aa9.jpg?1680815530",
    "text": "When you planeswalk to Grove of the Dreampods and at the beginning of your upkeep, reveal cards from the top of your library until you reveal a creature card. Put that card onto the battlefield and the rest on the bottom of your library in a random order.\nWhenever chaos ensues, return target creature card from your graveyard to the battlefield.",
    "text_es": "Cuando haces planeswalk a la Arboleda de los Dreampods y al comienzo de tu upkeep, revela cartas de la parte superior de tu biblioteca hasta que reveles una carta de criatura. Pon esa carta en el campo de batalla y el resto en el fondo de tu biblioteca en orden aleatorio.\nSiempre que haya caos, devuelve la carta de criatura objetivo de tu cementerio al campo de batalla.",
    "id": "c2cd3e28-cc48-416d-83d2-74208d2f4aa9"
  },
  {
    "name": "Happy Yargle Day!",
    "full": "https://cards.scryfall.io/normal/front/d/0/d0ff1a68-0424-4a9d-b07e-8426a38f86a6.jpg?1751866547",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/0/d0ff1a68-0424-4a9d-b07e-8426a38f86a6.jpg?1751866547",
    "text": "At the beginning of each player's end step, if that player doesn't control a creature named Yargle, Glutton of Urborg, that player puts a bargle counter on a creature they control. It becomes a copy of Yargle, Glutton of Urborg, except it isn't legendary.\nWhenever chaos ensues, choose Swords to Plowshares, Opt, Fatal Push, Anger of the Gods, or Explore at random. Copy the chosen card. You may cast the copy without paying its mana cost.",
    "text_es": "Al comienzo del paso final de cada jugador, si ese jugador no controla una criatura llamada Yargle, Glotón de Urborg, ese jugador pone un contador de brujería sobre una criatura que controle. Se convierte en una copia de Yargle, Glotón de Urborg, excepto que no es legendaria.\nSiempre que sobrevenga el caos, elige Espadas a rejas de arado, Optar, Empujón fatal, Ira de los dioses o Explorar al azar. Copia la carta elegida. Puedes lanzar la copia sin pagar su coste de maná.",
    "id": "d0ff1a68-0424-4a9d-b07e-8426a38f86a6"
  },
  {
    "name": "Hedron Fields of Agadeem",
    "full": "https://cards.scryfall.io/normal/front/2/5/2588d0a3-0e63-4976-8fcc-cd6bc52b61aa.jpg?1680815532",
    "artwork": "https://cards.scryfall.io/art_crop/front/2/5/2588d0a3-0e63-4976-8fcc-cd6bc52b61aa.jpg?1680815532",
    "text": "Creatures with power 7 or greater can't attack or block.\nWhenever chaos ensues, create a 7/7 colorless Eldrazi creature token with annihilator 1. (Whenever it attacks, defending player sacrifices a permanent of their choice.)",
    "text_es": "Las criaturas con potencia 7 o superior no pueden atacar ni bloquear.\nSiempre que sobrevenga el caos, crea una ficha de criatura Eldrazi incolora 7/7 con aniquilador 1. (Siempre que ataque, el jugador defensor sacrifica un permanente de su elección).",
    "id": "2588d0a3-0e63-4976-8fcc-cd6bc52b61aa"
  },
  {
    "name": "Horizon Boughs",
    "full": "https://cards.scryfall.io/normal/front/6/1/61471ab4-749a-40e4-b06b-153edec80daa.jpg?1547432323",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/1/61471ab4-749a-40e4-b06b-153edec80daa.jpg?1547432323",
    "text": "All permanents untap during each player's untap step.\nWhenever chaos ensues, you may search your library for up to three basic land cards, put them onto the battlefield tapped, then shuffle.",
    "text_es": "Todos los permanentes se despliegan durante el paso de despliegue de cada jugador.\nSiempre que se desate el caos, puedes buscar en tu biblioteca hasta tres cartas de tierra básicas, ponerlas en el campo de batalla giradas y luego barajarlas.",
    "id": "61471ab4-749a-40e4-b06b-153edec80daa"
  },
  {
    "name": "Hotel of Fears",
    "full": "https://cards.scryfall.io/normal/front/8/b/8b164271-6438-4135-b7a9-8573c3921052.jpg?1696637761",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/b/8b164271-6438-4135-b7a9-8573c3921052.jpg?1696637761",
    "text": "At the beginning of your upkeep, exile the top card of your library. You lose life equal to its mana value. You may play that card this turn.\nPraise Him — Whenever chaos ensues, choose a color. Put X +1/+1 counters on target creature you control, where X is your devotion to that color. Then sacrifice another creature. (Your devotion to a color is the number of mana symbols of that color in the mana costs of permanents you control.)",
    "text_es": "Al principio de tu mantenimiento, exilia la carta superior de tu biblioteca. Pierdes una vida igual a su valor de maná. Puedes jugar esa carta este turno.\nAlabado sea - Siempre que sobrevenga el caos, elige un color. Pon X contadores +1/+1 sobre la criatura objetivo que controlas, donde X es tu devoción por ese color. Luego sacrifica otra criatura. (Tu devoción por un color es el número de símbolos de maná de ese color en los costes de maná de los permanentes que controlas).",
    "id": "8b164271-6438-4135-b7a9-8573c3921052"
  },
  {
    "name": "Imaginary Friends (Plane)",
    "full": "https://cards.scryfall.io/normal/front/f/8/f82a89a6-f558-476c-a57d-5a1e5405320a.jpg?1751868478",
    "artwork": "https://cards.scryfall.io/art_crop/front/f/8/f82a89a6-f558-476c-a57d-5a1e5405320a.jpg?1751868478",
    "text": "Players may cast spells as though they were other cards legal in this game's format with the same type and mana cost. (Mana cost includes color.)\nWhenever chaos ensues, exile cards from the top of your library until you reveal a nonland card. You may cast that card without paying its mana cost, but only as another card following this plane's first ability. Put the rest on the bottom of your library in a random order.",
    "text_es": "Los jugadores pueden lanzar hechizos como si fueran otras cartas legales en el formato de este juego con el mismo tipo y coste de maná. (El coste de maná incluye el color).\nSiempre que haya caos, exilia cartas de la parte superior de tu biblioteca hasta que reveles una carta que no sea de tierra. Puedes lanzar esa carta sin pagar su coste de maná, pero sólo como otra carta siguiendo la primera habilidad de este plano. Pon el resto en el fondo de tu biblioteca en orden aleatorio.",
    "id": "f82a89a6-f558-476c-a57d-5a1e5405320a"
  },
  {
    "name": "Immersturm",
    "full": "https://cards.scryfall.io/normal/front/d/4/d44a959c-7a04-4342-8827-882349f786fc.jpg?1547432603",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/4/d44a959c-7a04-4342-8827-882349f786fc.jpg?1547432603",
    "text": "Whenever a creature enters, that creature's controller may have it deal damage equal to its power to any target of their choice.\nWhenever chaos ensues, exile target creature, then return it to the battlefield under its owner's control.",
    "text_es": "Siempre que entre una criatura, el controlador de esa criatura puede hacer que inflija daño igual a su poder a cualquier objetivo de su elección.\nCuando se desate el caos, exilia a la criatura objetivo y regrésala al campo de batalla bajo el control de su propietario.",
    "id": "d44a959c-7a04-4342-8827-882349f786fc"
  },
  {
    "name": "Inys Haen",
    "full": "https://cards.scryfall.io/normal/front/6/a/6a9b4ba6-12cb-488c-b9d5-245e094f72c3.jpg?1680815459",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/a/6a9b4ba6-12cb-488c-b9d5-245e094f72c3.jpg?1680815459",
    "text": "When you planeswalk to Inys Haen and at the beginning of your upkeep, mill three cards.\nWhen you planeswalk away from Inys Haen, each player returns all land cards from their graveyard to the battlefield tapped.\nWhenever chaos ensues, return target nonland card from your graveyard to your hand.",
    "text_es": "Cuando caminas hacia Inys Haen y al comienzo de tu mantenimiento, mueles tres cartas.\nCuando te alejas de Inys Haen caminando en avión, cada jugador devuelve todas las cartas de tierra de su cementerio al campo de batalla giradas.\nCada vez que se desate el caos, devuelve la carta no terrestre objetivo de tu cementerio a tu mano.",
    "id": "6a9b4ba6-12cb-488c-b9d5-245e094f72c3"
  },
  {
    "name": "Isle of Vesuva",
    "full": "https://cards.scryfall.io/normal/front/5/f/5fa27faa-f72c-4925-8ad5-c984113245bf.jpg?1680815534",
    "artwork": "https://cards.scryfall.io/art_crop/front/5/f/5fa27faa-f72c-4925-8ad5-c984113245bf.jpg?1680815534",
    "text": "Whenever a nontoken creature enters, its controller creates a token that's a copy of that creature.\nWhenever chaos ensues, destroy target creature and all other creatures with the same name as that creature.",
    "text_es": "Siempre que entre una criatura que no sea ficha, su controlador crea una ficha que es una copia de esa criatura.\nSiempre que sobrevenga el caos, destruye la criatura objetivo y todas las demás criaturas con el mismo nombre que esa criatura.",
    "id": "5fa27faa-f72c-4925-8ad5-c984113245bf"
  },
  {
    "name": "Izzet Steam Maze",
    "full": "https://cards.scryfall.io/normal/front/d/0/d01d1b4f-5ac5-40b0-b4ad-34ac70aeb488.jpg?1547432427",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/0/d01d1b4f-5ac5-40b0-b4ad-34ac70aeb488.jpg?1547432427",
    "text": "Whenever a player casts an instant or sorcery spell, that player copies it. The player may choose new targets for the copy.\nWhenever chaos ensues, instant and sorcery spells you cast this turn cost {3} less to cast.",
    "text_es": "Siempre que un jugador lance un hechizo de instantáneo o de conjuro, ese jugador lo copia. El jugador puede elegir nuevos objetivos para la copia.\nSiempre que se desate el caos, los hechizos de instantáneo y de conjuro que lances este turno cuestan {3} menos.",
    "id": "d01d1b4f-5ac5-40b0-b4ad-34ac70aeb488"
  },
  {
    "name": "Jund",
    "full": "https://cards.scryfall.io/normal/front/5/8/585fde63-4cb5-4235-8c95-2a7a511e7c3f.jpg?1680815543",
    "artwork": "https://cards.scryfall.io/art_crop/front/5/8/585fde63-4cb5-4235-8c95-2a7a511e7c3f.jpg?1680815543",
    "text": "Whenever a player casts a creature spell that's black, red, or green, it gains devour 5. (As that creature enters, you may sacrifice any number of creatures. It enters with five times that many +1/+1 counters on it.)\nWhenever chaos ensues, create two 1/1 red Goblin creature tokens.",
    "text_es": "Siempre que un jugador lance un hechizo de criatura negra, roja o verde, gana devorar 5. (Cuando esa criatura entra, puedes sacrificar cualquier número de criaturas. Entra con cinco veces esa cantidad de contadores +1/+1 sobre ella).\nSiempre que sobrevenga el caos, crea dos fichas de criatura Goblin rojas 1/1.",
    "id": "585fde63-4cb5-4235-8c95-2a7a511e7c3f"
  },
  {
    "name": "Kerblam! Warehouse",
    "full": "https://cards.scryfall.io/normal/front/4/c/4c46b6c1-0c84-4bd3-b317-9b8191ad937e.jpg?1696637769",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/c/4c46b6c1-0c84-4bd3-b317-9b8191ad937e.jpg?1696637769",
    "text": "Whenever one or more creatures you control deal combat damage to a player, create a Treasure token.\nWhenever chaos ensues, until your next turn, noncreature artifacts you control gain \"{T}, Sacrifice this artifact: Flip a coin. If you win the flip, this artifact deals 3 damage to any target.\"",
    "text_es": "Siempre que una o más criaturas que controles inflijan daño de combate a un jugador, crea una ficha de Tesoro.\nSiempre que sobrevenga el caos, hasta tu próximo turno, los artefactos que no sean criaturas que controles ganan \"{T}, Sacrifica este artefacto: Lanza una moneda. Si ganas el lanzamiento, este artefacto inflige 3 puntos de daño a cualquier objetivo\".",
    "id": "4c46b6c1-0c84-4bd3-b317-9b8191ad937e"
  },
  {
    "name": "Kessig",
    "full": "https://cards.scryfall.io/normal/front/5/2/5271d8fd-3657-45a3-8147-00cc1d19425f.jpg?1547432218",
    "artwork": "https://cards.scryfall.io/art_crop/front/5/2/5271d8fd-3657-45a3-8147-00cc1d19425f.jpg?1547432218",
    "text": "Prevent all combat damage that would be dealt by non-Werewolf creatures.\nWhenever chaos ensues, each creature you control gets +2/+2, gains trample, and becomes a Werewolf in addition to its other types until end of turn.",
    "text_es": "Evita todo el daño de combate que infligirían las criaturas que no son Hombres lobo.\nSiempre que se desate el caos, cada criatura que controles obtiene +2/+2, gana desplazamiento y se convierte en Hombre lobo además de sus otros tipos hasta el final del turno.",
    "id": "5271d8fd-3657-45a3-8147-00cc1d19425f"
  },
  {
    "name": "Ketria",
    "full": "https://cards.scryfall.io/normal/front/8/d/8d63dc8a-101c-4b12-bf56-06a8a3cea64e.jpg?1680815461",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/d/8d63dc8a-101c-4b12-bf56-06a8a3cea64e.jpg?1680815461",
    "text": "When you planeswalk to Ketria and at the beginning of your upkeep, put your choice of a vigilance, menace, or trample counter on target creature you control.\nWhenever chaos ensues, exile cards from the top of your library until you exile a nonland permanent card. Put that card onto the battlefield or into your hand.",
    "text_es": "Cuando cambies de plano a Ketria y al comienzo de tu mantenimiento, pon un contador de vigilancia, amenaza o pisoteo a elegir sobre una criatura objetivo que controles.\nCuando sobrevenga el caos, exilia cartas de la parte superior de tu biblioteca hasta que exiles una carta permanente que no sea de tierra. Pon esa carta en el campo de batalla o en tu mano.",
    "id": "8d63dc8a-101c-4b12-bf56-06a8a3cea64e"
  },
  {
    "name": "Kharasha Foothills",
    "full": "https://cards.scryfall.io/normal/front/f/9/f9724517-9e6b-4cb3-a3f7-ea8706f49fe9.jpg?1680815545",
    "artwork": "https://cards.scryfall.io/art_crop/front/f/9/f9724517-9e6b-4cb3-a3f7-ea8706f49fe9.jpg?1680815545",
    "text": "Whenever a creature you control attacks a player, for each other opponent, you may create a token that's a copy of that creature, tapped and attacking that opponent. Exile those tokens at the beginning of the next end step.\nWhenever chaos ensues, you may sacrifice any number of creatures. If you do, Kharasha Foothills deals that much damage to target creature.",
    "text_es": "Siempre que una criatura que controles ataque a un jugador, por cada otro oponente, puedes crear una ficha que sea una copia de esa criatura, girada y que ataque a ese oponente. Exilia esas fichas al principio del siguiente paso final.\nSiempre que sobrevenga el caos, puedes sacrificar cualquier número de criaturas. Si lo haces, Colinas de Kharasha inflige esa cantidad de daño a la criatura objetivo.",
    "id": "f9724517-9e6b-4cb3-a3f7-ea8706f49fe9"
  },
  {
    "name": "Kilnspire District",
    "full": "https://cards.scryfall.io/normal/front/9/3/93f386a5-08ce-4f76-944f-f38620a41027.jpg?1547432540",
    "artwork": "https://cards.scryfall.io/art_crop/front/9/3/93f386a5-08ce-4f76-944f-f38620a41027.jpg?1547432540",
    "text": "When you planeswalk to Kilnspire District and at the beginning of your first main phase, put a charge counter on Kilnspire District, then add {R} for each charge counter on it.\nWhenever chaos ensues, you may pay {X}. If you do, Kilnspire District deals X damage to any target.",
    "text_es": "Cuando planeas hacia el Distrito de los Cármenes y al comienzo de tu primera fase principal, pon un contador de carga sobre el Distrito de los Cármenes, luego añade {R} por cada contador de carga que tenga.\nSiempre que sobrevenga el caos, puedes pagar {X}. Si lo haces, Distrito del imperio inflige X puntos de daño a cualquier objetivo.",
    "id": "93f386a5-08ce-4f76-944f-f38620a41027"
  },
  {
    "name": "Krosa",
    "full": "https://cards.scryfall.io/normal/front/8/6/86b5e553-c871-4750-a839-82b7581c5a2d.jpg?1680815546",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/6/86b5e553-c871-4750-a839-82b7581c5a2d.jpg?1680815546",
    "text": "All creatures get +2/+2.\nWhenever chaos ensues, you may add {W}{U}{B}{R}{G}.",
    "text_es": "Todas las criaturas obtienen +2/+2.\nSiempre que se desate el caos, puedes añadir {W}{U}{B}{R}{G}.",
    "id": "86b5e553-c871-4750-a839-82b7581c5a2d"
  },
  {
    "name": "Lair of the Ashen Idol",
    "full": "https://cards.scryfall.io/normal/front/b/6/b6078774-f681-46dd-a68e-1cefa8261d16.jpg?1547432736",
    "artwork": "https://cards.scryfall.io/art_crop/front/b/6/b6078774-f681-46dd-a68e-1cefa8261d16.jpg?1547432736",
    "text": "At the beginning of your upkeep, sacrifice a creature. If you can't, planeswalk.\nWhenever chaos ensues, any number of target players each create a 2/2 black Zombie creature token.",
    "text_es": "Al principio de tu mantenimiento, sacrifica una criatura. Si no puedes, pasea por los planos.\nCada vez que se desate el caos, cualquier número de jugadores objetivo crea una ficha de criatura Zombie negra 2/2.",
    "id": "b6078774-f681-46dd-a68e-1cefa8261d16"
  },
  {
    "name": "Lake Silencio",
    "full": "https://cards.scryfall.io/normal/front/4/5/45091d2b-d872-4beb-af87-7675aaf0c2c8.jpg?1696637770",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/5/45091d2b-d872-4beb-af87-7675aaf0c2c8.jpg?1696637770",
    "text": "Still Point in Time — All spells have split second. (As long as a spell with split second is on the stack, players can't cast spells or activate abilities that aren't mana abilities.)\nWhenever chaos ensues, Lake Silencio deals 6 damage to target creature an opponent controls. If a creature dealt damage this way would die this turn, exile it instead.",
    "text_es": "Still Point in Time - Todos los hechizos tienen split second. (Mientras un hechizo con segundo dividido esté en la pila, los jugadores no pueden lanzar hechizos ni activar habilidades que no sean de maná).\nSiempre que sobrevenga el caos, Lago Silencio inflige 6 puntos de daño a la criatura objetivo que controle un oponente. Si una criatura dañada de esta forma moriría este turno, exíliala en su lugar.",
    "id": "45091d2b-d872-4beb-af87-7675aaf0c2c8"
  },
  {
    "name": "Lethe Lake",
    "full": "https://cards.scryfall.io/normal/front/7/a/7a049235-2fda-48a7-b46e-d150a4893397.jpg?1547432694",
    "artwork": "https://cards.scryfall.io/art_crop/front/7/a/7a049235-2fda-48a7-b46e-d150a4893397.jpg?1547432694",
    "text": "At the beginning of your upkeep, mill ten cards.\nWhenever chaos ensues, target player mills ten cards.",
    "text_es": "Al principio de tu mantenimiento, muele diez cartas.\nSiempre que haya caos, el jugador objetivo muele diez cartas.",
    "id": "7a049235-2fda-48a7-b46e-d150a4893397"
  },
  {
    "name": "Li'l Giri Saves the Day",
    "full": "https://cards.scryfall.io/normal/front/a/1/a10f326e-51eb-44b8-9208-ee9db7e7c328.jpg?1751868551",
    "artwork": "https://cards.scryfall.io/art_crop/front/a/1/a10f326e-51eb-44b8-9208-ee9db7e7c328.jpg?1751868551",
    "text": "Legendary Food tokens you control have hexproof and indestructible.\nWhen you planeswalk to this plane, create Li'l Giri, a legendary 1/1 colorless Food Warrior artifact creature token.\nWhenever chaos ensues, put X +1/+1 counters on target legendary artifact creature you control, where X is the number of times you've rolled the planar die this turn.",
    "text_es": "Las fichas legendarias de Comida que controles tienen resistencia hexagonal e indestructibles.\nCuando camines a este plano, crea Li'l Giri, una ficha de criatura artefacto legendaria 1/1 incolora Guerrero de la comida.\nSiempre que sobrevenga el caos, pon X contadores +1/+1 sobre la criatura artefacto legendaria objetivo que controles, donde X es el número de veces que has tirado el dado planar este turno.",
    "id": "a10f326e-51eb-44b8-9208-ee9db7e7c328"
  },
  {
    "name": "Littjara",
    "full": "https://cards.scryfall.io/normal/front/2/a/2a098e3b-00e7-48d5-bc0d-f153e7cc5dfd.jpg?1680881378",
    "artwork": "https://cards.scryfall.io/art_crop/front/2/a/2a098e3b-00e7-48d5-bc0d-f153e7cc5dfd.jpg?1680881378",
    "text": "When you planeswalk to Littjara and at the beginning of your upkeep, create a 2/2 blue Shapeshifter creature token with changeling. (It is every creature type.)\nWhenever chaos ensues, choose a creature type. Put a +1/+1 counter on each creature you control of that type.",
    "text_es": "Cuando hagas planeswalk a Littjara y al comienzo de tu upkeep, crea una ficha de criatura Cambiaformas 2/2 azul con changeling. (Es cada tipo de criatura).\nSiempre que sobrevenga el caos, elige un tipo de criatura. Pon un contador +1/+1 sobre cada criatura que controles de ese tipo.",
    "id": "2a098e3b-00e7-48d5-bc0d-f153e7cc5dfd"
  },
  {
    "name": "Llanowar",
    "full": "https://cards.scryfall.io/normal/front/0/0/00832a47-dec8-411e-9708-b3ebbd3a2dfc.jpg?1547432491",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/0/00832a47-dec8-411e-9708-b3ebbd3a2dfc.jpg?1547432491",
    "text": "All creatures have \"{T}: Add {G}{G}.\"\nWhenever chaos ensues, untap all creatures you control.",
    "text_es": "Todas las criaturas tienen \"{T}: Añade {G}{G}\".\nSiempre que se desate el caos, desapila todas las criaturas que controles.",
    "id": "00832a47-dec8-411e-9708-b3ebbd3a2dfc"
  },
  {
    "name": "Math is for Blockers (Plane)",
    "full": "https://cards.scryfall.io/normal/front/e/d/ed9d28e4-e317-458f-a5ab-40faedc53826.jpg?1751868655",
    "artwork": "https://cards.scryfall.io/art_crop/front/e/d/ed9d28e4-e317-458f-a5ab-40faedc53826.jpg?1751868655",
    "text": "Whenever a nontoken creature attacks, exile it. Return it to the battlefield under its owner's control tapped and attacking at the beginning of that player's next declare attackers step.\nWhenever chaos ensues, goad target creature. (Until your next turn, It attacks each combat if able and attacks a player other than you if able.)",
    "text_es": "Siempre que ataque una criatura que no sea ficha, exíliala. Devuélvela al campo de batalla bajo el control de su propietario girada y atacando al comienzo del siguiente paso de declarar atacantes de ese jugador.\nCuando se desate el caos, acosa a la criatura objetivo. (Hasta tu próximo turno, ataca en cada combate si puede y ataca a un jugador que no seas tú si puede).",
    "id": "ed9d28e4-e317-458f-a5ab-40faedc53826"
  },
  {
    "name": "Megaflora Jungle",
    "full": "https://cards.scryfall.io/normal/front/5/3/53f91325-e95a-4b68-9491-4249c2e940b4.jpg?1681019079",
    "artwork": "https://cards.scryfall.io/art_crop/front/5/3/53f91325-e95a-4b68-9491-4249c2e940b4.jpg?1681019079",
    "text": "Each creature with mana value 2 or less gets +2/+2.\nWhenever chaos ensues, create a 1/1 green Insect creature token with flying named Butterfly.",
    "text_es": "Cada criatura con valor de maná 2 o menos obtiene +2/+2.\nSiempre que haya caos, crea una ficha de criatura Insecto verde 1/1 con vuelo llamada Mariposa.",
    "id": "53f91325-e95a-4b68-9491-4249c2e940b4"
  },
  {
    "name": "Minamo",
    "full": "https://cards.scryfall.io/normal/front/9/c/9c155a59-afee-4821-9715-10dafb9f9d9a.jpg?1547432196",
    "artwork": "https://cards.scryfall.io/art_crop/front/9/c/9c155a59-afee-4821-9715-10dafb9f9d9a.jpg?1547432196",
    "text": "Whenever a player casts a spell, that player may draw a card.\nWhenever chaos ensues, each player may return a blue card from their graveyard to their hand.",
    "text_es": "Cada vez que un jugador lanza un hechizo, puede robar una carta.\nSiempre que se desate el caos, cada jugador puede devolver una carta azul de su cementerio a su mano.",
    "id": "9c155a59-afee-4821-9715-10dafb9f9d9a"
  },
  {
    "name": "Mirrored Depths",
    "full": "https://cards.scryfall.io/normal/front/d/7/d7a2b02e-3ff2-4c71-9022-b08472f53664.jpg?1547432351",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/7/d7a2b02e-3ff2-4c71-9022-b08472f53664.jpg?1547432351",
    "text": "Whenever a player casts a spell, that player flips a coin. If the player loses the flip, counter that spell.\nWhenever chaos ensues, target player reveals the top card of their library. If it's a nonland card, you may cast it without paying its mana cost.",
    "text_es": "Cada vez que un jugador lanza un hechizo, lanza una moneda. Si el jugador pierde el lanzamiento, contrarresta ese hechizo.\nSiempre que sobrevenga el caos, el jugador objetivo revela la carta superior de su biblioteca. Si es una carta no terrestre, puedes lanzarla sin pagar su coste de maná.",
    "id": "d7a2b02e-3ff2-4c71-9022-b08472f53664"
  },
  {
    "name": "Mondassian Colony Ship",
    "full": "https://cards.scryfall.io/normal/front/b/a/ba6728e1-12f0-40a7-90f9-520f3572b190.jpg?1696637779",
    "artwork": "https://cards.scryfall.io/art_crop/front/b/a/ba6728e1-12f0-40a7-90f9-520f3572b190.jpg?1696637779",
    "text": "Whenever a creature attacks, it gets +1/+1 until end of turn for each other creature its controller controls that shares a creature type with it.\nWhenever chaos ensues, turn target creature face down. It becomes a 2/2 Cyberman artifact creature.",
    "text_es": "Siempre que una criatura ataque, obtiene +1/+1 hasta el final del turno por cada otra criatura que controle su controlador y que comparta un tipo de criatura con ella.\nCuando se desate el caos, pon boca abajo a la criatura objetivo. Se convierte en una criatura artefacto cibernética 2/2.",
    "id": "ba6728e1-12f0-40a7-90f9-520f3572b190"
  },
  {
    "name": "Mount Keralia",
    "full": "https://cards.scryfall.io/normal/front/a/4/a4d3edeb-4a78-4de3-a167-4565c494ba23.jpg?1547432596",
    "artwork": "https://cards.scryfall.io/art_crop/front/a/4/a4d3edeb-4a78-4de3-a167-4565c494ba23.jpg?1547432596",
    "text": "At the beginning of your end step, put a pressure counter on Mount Keralia.\nWhen you planeswalk away from Mount Keralia, it deals damage equal to the number of pressure counters on it to each creature and each planeswalker.\nWhenever chaos ensues, prevent all damage that planes named Mount Keralia would deal this game to permanents you control.",
    "text_es": "Al principio de tu paso final, pon un contador de presión sobre el Monte Keralia.\nCuando te alejas caminando por los planos del Monte Keralia, éste hace un daño igual al número de contadores de presión que tiene sobre él a cada criatura y a cada Planeswalker.\nSiempre que se desate el caos, evita todo el daño que los aviones llamados Monte Keralia infligirían este juego a los permanentes que controlas.",
    "id": "a4d3edeb-4a78-4de3-a167-4565c494ba23"
  },
  {
    "name": "Murasa",
    "full": "https://cards.scryfall.io/normal/front/4/6/46daa243-7c4e-4b0c-8ec2-e70cba8e72c3.jpg?1547432171",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/6/46daa243-7c4e-4b0c-8ec2-e70cba8e72c3.jpg?1547432171",
    "text": "Whenever a nontoken creature enters, its controller may search their library for a basic land card, put it onto the battlefield tapped, then shuffle.\nWhenever chaos ensues, target land becomes a 4/4 creature that's still a land.",
    "text_es": "Siempre que entre una criatura que no sea ficha, su controlador puede buscar en su biblioteca una carta de tierra básica, ponerla en el campo de batalla girada y luego barajar.\nSiempre que sobrevenga el caos, la tierra objetivo se convierte en una criatura 4/4 que sigue siendo una tierra.",
    "id": "46daa243-7c4e-4b0c-8ec2-e70cba8e72c3"
  },
  {
    "name": "Mycosynthwave",
    "full": "https://cards.scryfall.io/normal/front/9/9/9935490b-9bc7-48f5-9a11-59a043e346fb.jpg?1751869247",
    "artwork": "https://cards.scryfall.io/art_crop/front/9/9/9935490b-9bc7-48f5-9a11-59a043e346fb.jpg?1751869247",
    "text": "All permanents are artifacts in addition to their other types.\nAll cards that aren't on the battlefield, spells, and permanents are colorless.\nPlayers may spend mana as though it were mana of any color.\nWhenever chaos ensues, the next spell you cast this turn has affinity for artifacts.",
    "text_es": "Todos los permanentes son artefactos además de sus otros tipos.\nTodas las cartas que no están en el campo de batalla, hechizos y permanentes son incoloros.\nLos jugadores pueden gastar maná como si fuera maná de cualquier color.\nSiempre que sobrevenga el caos, el siguiente hechizo que lances este turno tiene afinidad por los artefactos.",
    "id": "9935490b-9bc7-48f5-9a11-59a043e346fb"
  },
  {
    "name": "Naar Isle",
    "full": "https://cards.scryfall.io/normal/front/f/6/f63b82f9-ebc4-465c-b25e-5ee710525143.jpg?1547432449",
    "artwork": "https://cards.scryfall.io/art_crop/front/f/6/f63b82f9-ebc4-465c-b25e-5ee710525143.jpg?1547432449",
    "text": "At the beginning of your upkeep, put a flame counter on Naar Isle, then Naar Isle deals damage to you equal to the number of flame counters on it.\nWhenever chaos ensues, Naar Isle deals 3 damage to target player or planeswalker.",
    "text_es": "Al comienzo de tu mantenimiento, pon un contador de llamas sobre la Isla de Naar, luego la Isla de Naar te hace un daño igual al número de contadores de llamas que tenga.\nSiempre que se desate el caos, la Isla de Naar inflige 3 puntos de daño al jugador o planeswalker objetivo.",
    "id": "f63b82f9-ebc4-465c-b25e-5ee710525143"
  },
  {
    "name": "Naktamun",
    "full": "https://cards.scryfall.io/normal/front/7/f/7ff092bb-e284-4397-a584-6a046145424b.jpg?1680815473",
    "artwork": "https://cards.scryfall.io/art_crop/front/7/f/7ff092bb-e284-4397-a584-6a046145424b.jpg?1680815473",
    "text": "Each creature card in your graveyard has embalm. Its embalm cost is equal to its mana cost. (Exile a creature card from your graveyard and pay its embalm cost: Create a token that's a copy of it, except it's a white Zombie in addition to its other types with no mana cost. Embalm only as a sorcery.)\nWhenever chaos ensues, you may discard a card. If you do, draw a card.",
    "text_es": "Cada carta de criatura de tu cementerio tiene embalsamar. Su coste de embalsamamiento es igual a su coste de maná. (Exilia una carta de criatura de tu cementerio y paga su coste de embalsamar: Crea una ficha que sea una copia de ella, excepto que es un Zombie blanco además de sus otros tipos sin coste de maná. Embalsamar sólo como hechizo).\nSiempre que sobrevenga el caos, puedes descartar una carta. Si lo haces, roba una carta.",
    "id": "7ff092bb-e284-4397-a584-6a046145424b"
  },
  {
    "name": "Naya",
    "full": "https://cards.scryfall.io/normal/front/1/5/15611e29-6f96-4c5c-a919-c8fe590581b0.jpg?1547432519",
    "artwork": "https://cards.scryfall.io/art_crop/front/1/5/15611e29-6f96-4c5c-a919-c8fe590581b0.jpg?1547432519",
    "text": "You may play any number of lands on each of your turns.\nWhenever chaos ensues, target red, green, or white creature you control gets +1/+1 until end of turn for each land you control.",
    "text_es": "Puedes jugar cualquier número de tierras en cada uno de tus turnos.\nSiempre que se desate el caos, la criatura roja, verde o blanca objetivo que controles obtiene +1/+1 hasta el final del turno por cada tierra que controles.",
    "id": "15611e29-6f96-4c5c-a919-c8fe590581b0"
  },
  {
    "name": "Nephalia",
    "full": "https://cards.scryfall.io/normal/front/9/f/9f4b51ac-3e56-494f-aad7-ff5b0c3ed6ed.jpg?1547432372",
    "artwork": "https://cards.scryfall.io/art_crop/front/9/f/9f4b51ac-3e56-494f-aad7-ff5b0c3ed6ed.jpg?1547432372",
    "text": "At the beginning of your end step, mill seven cards. Then return a card at random from your graveyard to your hand.\nWhenever chaos ensues, return target card from your graveyard to your hand.",
    "text_es": "Al principio de tu paso final, muele siete cartas. Luego devuelve una carta al azar de tu cementerio a tu mano.\nCuando se desate el caos, devuelve la carta objetivo de tu cementerio a tu mano.",
    "id": "9f4b51ac-3e56-494f-aad7-ff5b0c3ed6ed"
  },
  {
    "name": "New Argive",
    "full": "https://cards.scryfall.io/normal/front/e/2/e22ac94f-03a7-49ee-a059-fc123708962e.jpg?1680815475",
    "artwork": "https://cards.scryfall.io/art_crop/front/e/2/e22ac94f-03a7-49ee-a059-fc123708962e.jpg?1680815475",
    "text": "Whenever a historic creature you control attacks, it gets +2/+2 until end of turn. (Artifacts, legendaries, and Sagas are historic.)\nWhenever chaos ensues, reveal cards from the top of your library until you reveal a historic card. Put that card into your hand and the rest on the bottom of your library in a random order.",
    "text_es": "Siempre que una criatura histórica que controles ataque, obtiene +2/+2 hasta el final del turno. (Los artefactos, legendarios y Sagas son históricos).\nSiempre que sobrevenga el caos, revela cartas de la parte superior de tu biblioteca hasta que reveles una carta histórica. Pon esa carta en tu mano y el resto en el fondo de tu biblioteca en orden aleatorio.",
    "id": "e22ac94f-03a7-49ee-a059-fc123708962e"
  },
  {
    "name": "New New York",
    "full": "https://cards.scryfall.io/normal/front/5/1/5185dfce-d3ad-4509-b356-f6750d7c6a09.jpg?1696637785",
    "artwork": "https://cards.scryfall.io/art_crop/front/5/1/5185dfce-d3ad-4509-b356-f6750d7c6a09.jpg?1696637785",
    "text": "At the beginning of combat on your turn, until end of turn, noncreature artifacts you control become 3/3 Vehicles in addition to their other types and gain flying, haste, and crew 1.\nWhenever chaos ensues, create a Treasure token and a 2/2 white Alien creature token.",
    "text_es": "Al comienzo del combate en tu turno, hasta el final del turno, los artefactos no criatura que controles se convierten en Vehículos 3/3 además de sus otros tipos y ganan volar, prisa y tripulación 1.\nCada vez que se desate el caos, crea una ficha de Tesoro y una ficha de criatura Alienígena blanca 2/2.",
    "id": "5185dfce-d3ad-4509-b356-f6750d7c6a09"
  },
  {
    "name": "Norn's Dominion",
    "full": "https://cards.scryfall.io/normal/front/2/0/20d23638-74fb-481d-a3c4-d7f5fd666211.jpg?1547432295",
    "artwork": "https://cards.scryfall.io/art_crop/front/2/0/20d23638-74fb-481d-a3c4-d7f5fd666211.jpg?1547432295",
    "text": "When you planeswalk away from Norn's Dominion, destroy each nonland permanent without a fate counter on it, then remove all fate counters from all permanents.\nWhenever chaos ensues, you may put a fate counter on target permanent.",
    "text_es": "Cuando te alejes del Dominio de Norn caminando por los planos, destruye cada permanente no terrestre que no tenga un contador de destino, luego elimina todos los contadores de destino de todos los permanentes.\nSiempre que haya caos, puedes poner un contador de destino sobre el permanente objetivo.",
    "id": "20d23638-74fb-481d-a3c4-d7f5fd666211"
  },
  {
    "name": "North Pole Research Base",
    "full": "https://cards.scryfall.io/normal/front/6/4/6489955c-1571-41dd-9419-5c071a8b3e30.jpg?1696637786",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/4/6489955c-1571-41dd-9419-5c071a8b3e30.jpg?1696637786",
    "text": "At the beginning of your upkeep, target opponent draws a card and creates a Treasure token.\nWhenever chaos ensues, create a 2/2 white Alien creature token. When you do, tap target nontoken creature an opponent controls. Put a stun counter on it. (If a permanent with a stun counter would become untapped, remove one from it instead.)",
    "text_es": "Al comienzo de tu mantenimiento, el oponente objetivo roba una carta y crea una ficha de Tesoro.\nCada vez que se desate el caos, crea una ficha de criatura alienígena 2/2 blanca. Cuando lo hagas, gira la criatura objetivo no ficha que controle un oponente. Ponle un contador de aturdimiento. (Si un permanente con un contador de aturdimiento quedara sin explotar, quítale uno en su lugar).",
    "id": "6489955c-1571-41dd-9419-5c071a8b3e30"
  },
  {
    "name": "Nyx",
    "full": "https://cards.scryfall.io/normal/front/d/8/d8da872d-55e0-4596-ba8e-f9ff7b2c0a86.jpg?1680815480",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/8/d8da872d-55e0-4596-ba8e-f9ff7b2c0a86.jpg?1680815480",
    "text": "Nontoken creatures are enchantments in addition to their other types.\nConstellation — Whenever an enchantment you control enters, you gain 1 life.\nWhenever chaos ensues, choose a color. Add an amount of mana of that color equal to your devotion to that color.",
    "text_es": "Las criaturas que no son fichas son encantamientos, además de sus otros tipos.\nConstelación - Siempre que entre un encantamiento que controles, ganas 1 vida.\nSiempre que sobrevenga el caos, elige un color. Añade una cantidad de maná de ese color igual a tu devoción por ese color.",
    "id": "d8da872d-55e0-4596-ba8e-f9ff7b2c0a86"
  },
  {
    "name": "Onakke Catacomb",
    "full": "https://cards.scryfall.io/normal/front/2/e/2eef332f-d47f-4bc3-b39d-572dce4997b2.jpg?1547432470",
    "artwork": "https://cards.scryfall.io/art_crop/front/2/e/2eef332f-d47f-4bc3-b39d-572dce4997b2.jpg?1547432470",
    "text": "All creatures are black and have deathtouch.\nWhenever chaos ensues, creatures you control get +1/+0 and gain first strike until end of turn.",
    "text_es": "Todas las criaturas son negras y tienen toque mortal.\nSiempre que se desate el caos, las criaturas que controles obtienen +1/+0 y ganan primer golpe hasta el final del turno.",
    "id": "2eef332f-d47f-4bc3-b39d-572dce4997b2"
  },
  {
    "name": "Ood Sphere",
    "full": "https://cards.scryfall.io/normal/front/6/4/642c9e68-4d5f-4e7f-894b-56dec4081fc7.jpg?1696637791",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/4/642c9e68-4d5f-4e7f-894b-56dec4081fc7.jpg?1696637791",
    "text": "Song of the Ood — Noncreature spells have convoke. (A player's creatures can help cast those spells. Each creature they tap while casting a noncreature spell pays for {1} or one mana of that creature's color.)\nRed-Eye — Whenever chaos ensues, for each opponent, goad up to one target creature that opponent controls. Until your next turn, those creatures can't become tapped unless they're being declared as attackers.",
    "text_es": "Canción de los Ood - Los hechizos que no sean de criatura tienen invocación. (Las criaturas de un jugador pueden ayudar a lanzar esos hechizos. Cada criatura que convoquen mientras lanzan un hechizo de no criatura paga {1} o un maná del color de esa criatura).\nOjo rojo - Cada vez que se desate el caos, por cada oponente, acosa hasta una criatura objetivo que controle ese oponente. Hasta tu próximo turno, esas criaturas no pueden ser giradas a menos que estén siendo declaradas como atacantes.",
    "id": "642c9e68-4d5f-4e7f-894b-56dec4081fc7"
  },
  {
    "name": "Orochi Colony",
    "full": "https://cards.scryfall.io/normal/front/1/2/12655e0d-bb32-4aff-940a-fe14675629ca.jpg?1680815549",
    "artwork": "https://cards.scryfall.io/art_crop/front/1/2/12655e0d-bb32-4aff-940a-fe14675629ca.jpg?1680815549",
    "text": "Whenever a creature you control deals combat damage to a player, you may search your library for a basic land card, put it onto the battlefield tapped, then shuffle.\nWhenever chaos ensues, target creature can't be blocked this turn.",
    "text_es": "Siempre que una criatura que controles inflija daño de combate a un jugador, puedes buscar en tu biblioteca una carta de tierra básica, ponerla en el campo de batalla girada y luego barajar.\nSiempre que haya caos, la criatura objetivo no puede ser bloqueada este turno.",
    "id": "12655e0d-bb32-4aff-940a-fe14675629ca"
  },
  {
    "name": "Orzhova",
    "full": "https://cards.scryfall.io/normal/front/b/e/be92be0a-e10d-478b-bc09-9cd09bfb269e.jpg?1547432253",
    "artwork": "https://cards.scryfall.io/art_crop/front/b/e/be92be0a-e10d-478b-bc09-9cd09bfb269e.jpg?1547432253",
    "text": "When you planeswalk away from Orzhova, each player returns all creature cards from their graveyard to the battlefield.\nWhenever chaos ensues, for each opponent, exile up to one target creature card from that player's graveyard.",
    "text_es": "Cuando te alejas de Orzhova, cada jugador devuelve todas las cartas de criatura de su cementerio al campo de batalla.\nCuando se desate el caos, por cada oponente, exilia hasta una carta de criatura objetivo del cementerio de ese jugador.",
    "id": "be92be0a-e10d-478b-bc09-9cd09bfb269e"
  },
  {
    "name": "Otaria",
    "full": "https://cards.scryfall.io/normal/front/3/5/35add85f-a70a-497d-9a11-593325a1a4ef.jpg?1547432456",
    "artwork": "https://cards.scryfall.io/art_crop/front/3/5/35add85f-a70a-497d-9a11-593325a1a4ef.jpg?1547432456",
    "text": "Instant and sorcery cards in graveyards have flashback. The flashback cost is equal to the card's mana cost. (Its owner may cast the card from their graveyard for its mana cost. Then they exile it.)\nWhenever chaos ensues, take an extra turn after this one.",
    "text_es": "Las cartas instantáneas y de conjuro en los cementerios tienen retorno de destello. El coste del flashback es igual al coste de maná de la carta. (Su propietario puede lanzar la carta desde su cementerio por su coste de maná. Luego la exilian).\nCuando se desate el caos, toma un turno extra después de éste.",
    "id": "35add85f-a70a-497d-9a11-593325a1a4ef"
  },
  {
    "name": "Paliano",
    "full": "https://cards.scryfall.io/normal/front/f/e/fe509cef-83e5-48d9-a9ec-e187ab65b5e0.jpg?1680815487",
    "artwork": "https://cards.scryfall.io/art_crop/front/f/e/fe509cef-83e5-48d9-a9ec-e187ab65b5e0.jpg?1680815487",
    "text": "When one or more creatures you control deal combat damage to a player, if there is no monarch, you become the monarch.\nWhenever chaos ensues, create a 1/1 black Assassin creature token with deathtouch and haste.",
    "text_es": "Cuando una o más criaturas que controlas infligen daño de combate a un jugador, si no hay monarca, tú te conviertes en el monarca.\nCada vez que sobrevenga el caos, crea una ficha de criatura Asesino negra 1/1 con toque mortal y prisa.",
    "id": "fe509cef-83e5-48d9-a9ec-e187ab65b5e0"
  },
  {
    "name": "Panopticon",
    "full": "https://cards.scryfall.io/normal/front/e/c/ecab1a2d-a47a-4572-a133-aca40384a908.jpg?1680815558",
    "artwork": "https://cards.scryfall.io/art_crop/front/e/c/ecab1a2d-a47a-4572-a133-aca40384a908.jpg?1680815558",
    "text": "When you planeswalk to Panopticon, draw a card.\nAt the beginning of your draw step, draw an additional card.\nWhenever chaos ensues, draw a card.",
    "text_es": "Cuando hagas planeswalk a Panóptico, roba una carta.\nAl principio de tu paso de robar, roba una carta adicional.\nCuando se desate el caos, roba una carta.",
    "id": "ecab1a2d-a47a-4572-a133-aca40384a908"
  },
  {
    "name": "Pompeii",
    "full": "https://cards.scryfall.io/normal/front/a/5/a549ee7a-276b-45eb-a2c7-f74c85dc6a0d.jpg?1696637791",
    "artwork": "https://cards.scryfall.io/art_crop/front/a/5/a549ee7a-276b-45eb-a2c7-f74c85dc6a0d.jpg?1696637791",
    "text": "When you planeswalk to Pompeii and at the beginning of your upkeep, put an eruption counter on it.\nWhenever you roll a blank on the planar die, scry 2. Then put an eruption counter on Pompeii.\nWhen chaos ensues, Pompeii deals damage to each creature and each player equal to the number of eruption counters on Pompeii. Each player sacrifices a land of their choice. Then planeswalk.",
    "text_es": "Cuando viajes a Pompeya y al comienzo de tu mantenimiento, pon un contador de erupción sobre ella.\nSiempre que saques un blanco en el dado planar, busca 2. Luego pon un contador de erupción en Pompeya. Luego pon un contador de erupción sobre Pompeya.\nCuando sobreviene el caos, Pompeya inflige a cada criatura y a cada jugador un daño igual al número de contadores de erupción sobre Pompeya. Cada jugador sacrifica una tierra de su elección. A continuación, camina por los planos.",
    "id": "a549ee7a-276b-45eb-a2c7-f74c85dc6a0d"
  },
  {
    "name": "Prahv",
    "full": "https://cards.scryfall.io/normal/front/8/6/86ff49dd-9845-459e-baaf-f65126ccb648.jpg?1547432729",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/6/86ff49dd-9845-459e-baaf-f65126ccb648.jpg?1547432729",
    "text": "If you cast a spell this turn, you can't attack with creatures.\nIf you attacked with creatures this turn, you can't cast spells.\nWhenever chaos ensues, you gain life equal to the number of cards in your hand.",
    "text_es": "Si lanzas un hechizo este turno, no puedes atacar con criaturas.\nSi atacas con criaturas este turno, no puedes lanzar hechizos.\nSiempre que sobrevenga el caos, ganas vida igual al número de cartas de tu mano.",
    "id": "86ff49dd-9845-459e-baaf-f65126ccb648"
  },
  {
    "name": "Prime Minister's Cabinet Room",
    "full": "https://cards.scryfall.io/normal/front/2/9/291478b8-a8f6-4449-8cd8-9d70484d3398.jpg?1696637797",
    "artwork": "https://cards.scryfall.io/art_crop/front/2/9/291478b8-a8f6-4449-8cd8-9d70484d3398.jpg?1696637797",
    "text": "At the beginning of combat on your turn, up to one target creature you control becomes a copy of target creature an opponent controls.\nWill of the council — Whenever chaos ensues, starting with you, each player votes for a creature you don't control. Exile each creature with the most votes or tied for most votes.",
    "text_es": "Al comienzo del combate en tu turno, hasta una criatura objetivo que controles se convierte en copia de una criatura objetivo que controle un oponente.\nVoluntad del consejo - Siempre que sobrevenga el caos, empezando por ti, cada jugador vota por una criatura que no controle. Exilia a cada criatura con más votos o empatada a más votos.",
    "id": "291478b8-a8f6-4449-8cd8-9d70484d3398"
  },
  {
    "name": "Quicksilver Sea",
    "full": "https://cards.scryfall.io/normal/front/0/7/072c1a59-dbdc-469c-9743-e083e52b0b6d.jpg?1547432435",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/7/072c1a59-dbdc-469c-9743-e083e52b0b6d.jpg?1547432435",
    "text": "When you planeswalk to Quicksilver Sea and at the beginning of your upkeep, scry 4. (Look at the top four cards of your library, then put any number of them on the bottom and the rest on top in any order.)\nWhenever chaos ensues, reveal the top card of your library. You may play it without paying its mana cost.",
    "text_es": "Cuando planeas a Mar de azogue y al comienzo de tu mantenimiento, escudriña 4. (Mira las cuatro primeras cartas de tu biblioteca, luego pon cualquier número de ellas en la parte inferior y el resto en la parte superior en cualquier orden).\nCuando sobrevenga el caos, revela la carta superior de tu biblioteca. Puedes jugarla sin pagar su coste de maná.",
    "id": "072c1a59-dbdc-469c-9743-e083e52b0b6d"
  },
  {
    "name": "Raven's Run",
    "full": "https://cards.scryfall.io/normal/front/d/e/de770524-9afc-4971-842a-6ee0b81176fb.jpg?1547432477",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/e/de770524-9afc-4971-842a-6ee0b81176fb.jpg?1547432477",
    "text": "All creatures have wither. (They deal damage to creatures in the form of -1/-1 counters.)\nWhenever chaos ensues, put a -1/-1 counter on target creature, two -1/-1 counters on another target creature, and three -1/-1 counters on a third target creature.",
    "text_es": "Todas las criaturas tienen marchitez. (Hacen daño a las criaturas en forma de contadores -1/-1).\nSiempre que haya caos, pon un contador -1/-1 en la criatura objetivo, dos contadores -1/-1 en otra criatura objetivo y tres contadores -1/-1 en una tercera criatura objetivo.",
    "id": "de770524-9afc-4971-842a-6ee0b81176fb"
  },
  {
    "name": "Riptide Island",
    "full": "https://cards.scryfall.io/normal/front/6/1/618dbae8-7e3f-47ba-8f02-292047e86a05.jpg?1680815489",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/1/618dbae8-7e3f-47ba-8f02-292047e86a05.jpg?1680815489",
    "text": "When you planeswalk to Riptide Island and at the beginning of your upkeep, create two 1/1 colorless Sliver creature tokens.\nWhenever chaos ensues, Slivers you control gain haste and get +X/+X until end of turn, where X is the number of Slivers you control.",
    "text_es": "Cuando cambies de plano a la Isla Riptide y al comienzo de tu mantenimiento, crea dos fichas de criatura Eslizón incoloras 1/1.\nSiempre que se desate el caos, los esbirros que controlas ganan prisa y obtienen +X/+X hasta el final del turno, donde X es el número de esbirros que controlas.",
    "id": "618dbae8-7e3f-47ba-8f02-292047e86a05"
  },
  {
    "name": "Sanctum of Serra",
    "full": "https://cards.scryfall.io/normal/front/4/c/4c20e1cd-c541-4b44-8e20-adaa45a989a2.jpg?1547432463",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/c/4c20e1cd-c541-4b44-8e20-adaa45a989a2.jpg?1547432463",
    "text": "When you planeswalk away from Sanctum of Serra, destroy all nonland permanents.\nWhenever chaos ensues, you may have your life total become 20.",
    "text_es": "Cuando te alejes del Santuario de Serra caminando por el plano, destruye todos los permanentes no terrestres.\nSiempre que sobrevenga el caos, tu total de vidas puede llegar a 20.",
    "id": "4c20e1cd-c541-4b44-8e20-adaa45a989a2"
  },
  {
    "name": "sAnS mERcY",
    "full": "https://cards.scryfall.io/normal/front/6/9/690ee95a-39b9-4e8e-af43-b7a133249a45.jpg?1751869270",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/9/690ee95a-39b9-4e8e-af43-b7a133249a45.jpg?1751869270",
    "text": "wHeN YoU pLAnESWalK tO tHIs pLAnE, eACh pLAyER cHoOSeS a nOnBlACk cREaTuRE tHEy cONtrOl. dEsTRoy tHOsE cREatUReS.\nwHeNEveR cHoAS EnSUEs, pERfoRm tHe foLLowiNG pROceSs X tiMEs, wHErE X iS tHe nUmBEr oF tImeS yOU'vE roLLeD tHe PlaNAr diE tHIs tuRN. eAcH oPPonENt LOseS 3 LiFE uNLeSs tHAt pLAyEr sAcRiFicEs A nOnLaND pErManENt OR diSCaRds a cArD.",
    "text_es": "CUANDO USTED PLEnESWALK A ESTE pLAnE, eAChE pLAyER cHoOSeS a nOnBlACk cREaTuRE tE cONtrOl. dEsTRoyE tHOs cREatUReS.\ncOnSEjO DE LAs EnSUEñAs DE cHoAS, pERfOrmE LAs pROCEsAs X DE bAjO, CUANDO X SEA EL nÚmERO DE tIEmPOs qUE USTED hA ROLEADO EL PLANAr EN ESTE tIEMPO. eAcH oPPonENt LOs 3 LiFE uNLeS quE pLAyEr sAcRiFicEs A nOnLaND pErManENt O diSCaRds a cArD.",
    "id": "690ee95a-39b9-4e8e-af43-b7a133249a45"
  },
  {
    "name": "Sea of Sand",
    "full": "https://cards.scryfall.io/normal/front/0/6/0693024b-7eed-4aa5-a890-66c947db6b73.jpg?1547432420",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/6/0693024b-7eed-4aa5-a890-66c947db6b73.jpg?1547432420",
    "text": "Players reveal each card they draw.\nWhenever a player draws a land card, that player gains 3 life.\nWhenever a player draws a nonland card, that player loses 3 life.\nWhenever chaos ensues, put target permanent on top of its owner's library.",
    "text_es": "Los jugadores revelan cada carta que roban.\nCada vez que un jugador roba una carta de tierra, gana 3 vidas.\nCada vez que un jugador roba una carta no terrestre, pierde 3 vidas.\nSiempre que haya caos, pon el permanente objetivo en la parte superior de la biblioteca de su propietario.",
    "id": "0693024b-7eed-4aa5-a890-66c947db6b73"
  },
  {
    "name": "Selesnya Loft Gardens",
    "full": "https://cards.scryfall.io/normal/front/e/a/ea1537e5-b1a8-4735-acd4-9df627a8946c.jpg?1680815564",
    "artwork": "https://cards.scryfall.io/art_crop/front/e/a/ea1537e5-b1a8-4735-acd4-9df627a8946c.jpg?1680815564",
    "text": "If an effect would create one or more tokens, it creates twice that many of those tokens instead.\nIf an effect would put one or more counters on a permanent, it puts twice that many of those counters on that permanent instead.\nWhenever chaos ensues, until end of turn, whenever you tap a land for mana, add one mana of any type that land produced.",
    "text_es": "Si un efecto crearía una o más fichas, en su lugar crea el doble de esas fichas.\nSi un efecto pondría uno o más contadores en un permanente, en su lugar pone el doble de esos contadores en ese permanente.\nSiempre que sobrevenga el caos, hasta el final del turno, siempre que golpees una tierra para maná, añade un maná de cualquier tipo producido por esa tierra.",
    "id": "ea1537e5-b1a8-4735-acd4-9df627a8946c"
  },
  {
    "name": "Shiv",
    "full": "https://cards.scryfall.io/normal/front/8/c/8ce18193-76d6-4357-80e3-67ab453f47ac.jpg?1547432547",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/c/8ce18193-76d6-4357-80e3-67ab453f47ac.jpg?1547432547",
    "text": "All creatures have \"{R}: This creature gets +1/+0 until end of turn.\"\nWhenever chaos ensues, create a 5/5 red Dragon creature token with flying.",
    "text_es": "Todas las criaturas tienen \"{R}: Esta criatura obtiene +1/+0 hasta el final del turno\".\nSiempre que sobrevenga el caos, crea una ficha de criatura Dragón rojo 5/5 con vuelo.",
    "id": "8ce18193-76d6-4357-80e3-67ab453f47ac"
  },
  {
    "name": "Singing Towers of Darillium",
    "full": "https://cards.scryfall.io/normal/front/b/3/b30f88bd-426a-48fb-a921-c7c5831120bd.jpg?1696637800",
    "artwork": "https://cards.scryfall.io/art_crop/front/b/3/b30f88bd-426a-48fb-a921-c7c5831120bd.jpg?1696637800",
    "text": "Each nonland card in your hand without foretell has foretell. Its foretell cost is equal to its mana cost reduced by {2}. (During your turn, you may pay {2} and exile it from your hand face down. Cast it on a later turn for its foretell cost.)\nWhenever chaos ensues, you may cast a foretold card you own from exile without paying its mana cost this turn.",
    "text_es": "Cada carta no terrestre de tu mano sin adivinación tiene adivinación. Su coste de adivinación es igual a su coste de maná reducido en {2}. (Durante tu turno, puedes pagar {2} y exiliarla de tu mano boca abajo. Lánzalo en un turno posterior por su coste de adivinación).\nSiempre que sobrevenga el caos, puedes lanzar una carta predicha que poseas desde el exilio sin pagar su coste de maná este turno.",
    "id": "b30f88bd-426a-48fb-a921-c7c5831120bd"
  },
  {
    "name": "Skybreen",
    "full": "https://cards.scryfall.io/normal/front/2/4/24ad1b98-17ef-4c58-a947-384ef39f1193.jpg?1547432246",
    "artwork": "https://cards.scryfall.io/art_crop/front/2/4/24ad1b98-17ef-4c58-a947-384ef39f1193.jpg?1547432246",
    "text": "Players play with the top card of their libraries revealed.\nSpells that share a card type with the top card of a library can't be cast.\nWhenever chaos ensues, target player loses life equal to the number of cards in their hand.",
    "text_es": "Los jugadores juegan con la carta superior de sus bibliotecas revelada.\nLos hechizos que comparten un tipo de carta con la carta superior de una biblioteca no pueden ser lanzados.\nSiempre que se produzca el caos, el jugador objetivo pierde una vida igual al número de cartas de su mano.",
    "id": "24ad1b98-17ef-4c58-a947-384ef39f1193"
  },
  {
    "name": "Sokenzan",
    "full": "https://cards.scryfall.io/normal/front/a/7/a70f7633-0851-4205-a736-3b11d4823f10.jpg?1680815565",
    "artwork": "https://cards.scryfall.io/art_crop/front/a/7/a70f7633-0851-4205-a736-3b11d4823f10.jpg?1680815565",
    "text": "All creatures get +1/+1 and have haste.\nWhenever chaos ensues, untap all creatures that attacked this turn. If it's a main phase, there is an additional combat phase after this phase, followed by an additional main phase.",
    "text_es": "Todas las criaturas obtienen +1/+1 y tienen prisa.\nSiempre que sobrevenga el caos, desapila todas las criaturas que atacaron este turno. Si es una fase principal, hay una fase de combate adicional después de esta fase, seguida de una fase principal adicional.",
    "id": "a70f7633-0851-4205-a736-3b11d4823f10"
  },
  {
    "name": "Spectrox Mines",
    "full": "https://cards.scryfall.io/normal/front/8/4/84933e48-8b10-4ccf-a7e8-140fbb9c0c9b.jpg?1696637804",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/4/84933e48-8b10-4ccf-a7e8-140fbb9c0c9b.jpg?1696637804",
    "text": "When you planeswalk to Spectrox Mines and at the beginning of your upkeep, you lose 3 life and create a Treasure token.\nWhenever chaos ensues, create a Food token and a 2/2 black Human Rogue creature token.",
    "text_es": "Cuando caminas en el plano a las Minas de Spectrox y al comienzo de tu mantenimiento, pierdes 3 vidas y creas una ficha de Tesoro.\nCada vez que sobrevenga el caos, crea una ficha de Comida y una ficha de criatura Pícara humana negra 2/2.",
    "id": "84933e48-8b10-4ccf-a7e8-140fbb9c0c9b"
  },
  {
    "name": "Stensia",
    "full": "https://cards.scryfall.io/normal/front/c/3/c31b0240-38c7-4f0b-a851-cbfdfee9d193.jpg?1680815571",
    "artwork": "https://cards.scryfall.io/art_crop/front/c/3/c31b0240-38c7-4f0b-a851-cbfdfee9d193.jpg?1680815571",
    "text": "Whenever a creature deals damage to one or more players for the first time each turn, put a +1/+1 counter on it.\nWhenever chaos ensues, each creature you control gains \"{T}: This creature deals 1 damage to target player or planeswalker\" until end of turn.",
    "text_es": "Siempre que una criatura inflija daño a uno o más jugadores por primera vez cada turno, ponle un contador +1/+1.\nSiempre que sobrevenga el caos, cada criatura que controles gana \"{T}: Esta criatura inflige 1 de daño al jugador o planeswalker objetivo\" hasta el final del turno.",
    "id": "c31b0240-38c7-4f0b-a851-cbfdfee9d193"
  },
  {
    "name": "Stormcage Containment Facility",
    "full": "https://cards.scryfall.io/normal/front/5/6/5665c85f-f564-47fe-a123-4e5a70e179d9.jpg?1696637806",
    "artwork": "https://cards.scryfall.io/art_crop/front/5/6/5665c85f-f564-47fe-a123-4e5a70e179d9.jpg?1696637806",
    "text": "Each creature card in your graveyard has escape. The escape cost is equal to the card's mana cost plus exile three other cards from your graveyard. (You may cast cards from your graveyard for their escape cost.)\nWhenever chaos ensues, detain target creature an opponent controls. (Until your next turn, that creature can't attack or block and its activated abilities can't be activated.)",
    "text_es": "Cada carta de criatura de tu cementerio tiene escape. El coste de escape es igual al coste de maná de la carta más exiliar otras tres cartas de tu cementerio. (Puedes lanzar cartas de tu cementerio por su coste de escape).\nSiempre que sobrevenga el caos, detén a la criatura objetivo que controle un oponente. (Hasta tu próximo turno, esa criatura no puede atacar ni bloquear y sus habilidades activadas no pueden activarse).",
    "id": "5665c85f-f564-47fe-a123-4e5a70e179d9"
  },
  {
    "name": "Strixhaven",
    "full": "https://cards.scryfall.io/normal/front/6/a/6a8a8752-6849-4abc-9acb-bafffe685e94.jpg?1680815492",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/a/6a8a8752-6849-4abc-9acb-bafffe685e94.jpg?1680815492",
    "text": "Instant and sorcery spells players cast have demonstrate. (Whenever a player casts an instant or sorcery spell, they may copy it. If they do, they choose an opponent to also copy it. Players may choose new targets for their copies.)\nWhenever chaos ensues, return up to one target instant or sorcery card from a graveyard to its owner's hand.",
    "text_es": "Los hechizos instantáneos y de conjuro lanzados por los jugadores tienen demostración. (Siempre que un jugador lance un hechizo de instantáneo o de conjuro, puede copiarlo. Si lo hace, elige a un oponente para que también lo copie. Los jugadores pueden elegir nuevos objetivos para sus copias).\nSiempre que haya caos, devuelve hasta una carta objetivo de instantáneo o conjuro de un cementerio a la mano de su propietario.",
    "id": "6a8a8752-6849-4abc-9acb-bafffe685e94"
  },
  {
    "name": "Stronghold Furnace",
    "full": "https://cards.scryfall.io/normal/front/0/f/0ff946f3-a536-4b35-b953-e66667314afa.jpg?1680815573",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/f/0ff946f3-a536-4b35-b953-e66667314afa.jpg?1680815573",
    "text": "If a source would deal damage to a permanent or player, it deals double that damage instead.\nWhenever chaos ensues, Stronghold Furnace deals 1 damage to any target.",
    "text_es": "Si una fuente infligiría daño a un permanente o jugador, en su lugar inflige el doble de ese daño.\nSiempre que se desate el caos, Horno fortaleza inflige 1 de daño a cualquier objetivo.",
    "id": "0ff946f3-a536-4b35-b953-e66667314afa"
  },
  {
    "name": "Takenuma",
    "full": "https://cards.scryfall.io/normal/front/0/d/0dadba2e-1d9a-4f04-b9d5-a3edff017662.jpg?1547432652",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/d/0dadba2e-1d9a-4f04-b9d5-a3edff017662.jpg?1547432652",
    "text": "Whenever a creature leaves the battlefield, its controller draws a card.\nWhenever chaos ensues, return target creature you control to its owner's hand.",
    "text_es": "Cada vez que una criatura abandona el campo de batalla, su controlador roba una carta.\nCuando se desate el caos, devuelve la criatura objetivo que controlas a la mano de su propietario.",
    "id": "0dadba2e-1d9a-4f04-b9d5-a3edff017662"
  },
  {
    "name": "Talon Gates",
    "full": "https://cards.scryfall.io/normal/front/0/9/09feed09-96de-4208-b6b9-cac0ec150e70.jpg?1547432225",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/9/09feed09-96de-4208-b6b9-cac0ec150e70.jpg?1547432225",
    "text": "Any time you could cast a sorcery, you may exile a nonland card from your hand with X time counters on it, where X is its mana value. If the exiled card doesn't have suspend, it gains suspend. (At the beginning of its owner's upkeep, they remove a time counter. When the last is removed, the player may cast it without paying its mana cost. If it's a creature, it has haste.)\nWhenever chaos ensues, remove two time counters from each suspended card you own.",
    "text_es": "Cada vez que puedas lanzar un conjuro, puedes exiliar una carta no terrestre de tu mano con X contadores de tiempo sobre ella, donde X es su valor de maná. Si la carta exiliada no tiene suspensión, gana suspensión. (Al comienzo del mantenimiento de su propietario, éste elimina un contador de tiempo. Cuando se elimina el último, el jugador puede lanzarla sin pagar su coste de maná. Si es una criatura, tiene prisa).\nSiempre que sobrevenga el caos, elimina dos contadores de tiempo de cada carta suspendida que poseas.",
    "id": "09feed09-96de-4208-b6b9-cac0ec150e70"
  },
  {
    "name": "TARDIS Bay",
    "full": "https://cards.scryfall.io/normal/front/0/e/0e2d8456-6e3c-42ee-8bd4-215db5fbda98.jpg?1696637809",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/e/0e2d8456-6e3c-42ee-8bd4-215db5fbda98.jpg?1696637809",
    "text": "The first spell you cast during each of your turns with mana value 2 or greater has cascade. (When you cast that spell, exile cards from the top of your library until you exile a nonland card that costs less. You may cast it without paying its mana cost. Put the exiled cards on the bottom in a random order.)\nWhen chaos ensues, gain control of target artifact. Then planeswalk.",
    "text_es": "El primer hechizo que lances durante cada uno de tus turnos con valor de maná 2 o mayor tiene cascada. (Cuando lanzas ese hechizo, exilia cartas de la parte superior de tu biblioteca hasta que exilies una carta no terrestre que cueste menos. Puedes lanzarla sin pagar su coste de maná. Pon las cartas exiliadas en la parte inferior en orden aleatorio).\nCuando sobrevenga el caos, obtén el control del artefacto objetivo. Luego camina por los planos.",
    "id": "0e2d8456-6e3c-42ee-8bd4-215db5fbda98"
  },
  {
    "name": "Tazeem",
    "full": "https://cards.scryfall.io/normal/front/1/8/18c94ada-d864-4e94-9d95-e796ab0d0cff.jpg?1547432498",
    "artwork": "https://cards.scryfall.io/art_crop/front/1/8/18c94ada-d864-4e94-9d95-e796ab0d0cff.jpg?1547432498",
    "text": "Creatures can't block.\nWhenever chaos ensues, draw a card for each land you control.",
    "text_es": "Las criaturas no pueden bloquear.\nCuando se desate el caos, roba una carta por cada tierra que controles.",
    "id": "18c94ada-d864-4e94-9d95-e796ab0d0cff"
  },
  {
    "name": "Tember City",
    "full": "https://cards.scryfall.io/normal/front/e/c/ec65904f-c0dd-45ab-a85a-af4a6a631e11.jpg?1547432749",
    "artwork": "https://cards.scryfall.io/art_crop/front/e/c/ec65904f-c0dd-45ab-a85a-af4a6a631e11.jpg?1547432749",
    "text": "Whenever a player taps a land for mana, Tember City deals 1 damage to that player.\nWhenever chaos ensues, each other player sacrifices a nonland permanent of their choice.",
    "text_es": "Cada vez que un jugador gira una tierra para maná, Ciudad de Tember inflige 1 de daño a ese jugador.\nSiempre que se desate el caos, cada jugador sacrifica un permanente no terrestre de su elección.",
    "id": "ec65904f-c0dd-45ab-a85a-af4a6a631e11"
  },
  {
    "name": "Temple of Atropos",
    "full": "https://cards.scryfall.io/normal/front/7/5/75481e04-ab27-4fdd-b789-4a53ffc92430.jpg?1696637811",
    "artwork": "https://cards.scryfall.io/art_crop/front/7/5/75481e04-ab27-4fdd-b789-4a53ffc92430.jpg?1696637811",
    "text": "At the beginning of each of your postcombat main phases, there is an additional beginning phase after this phase. (The beginning phase includes the untap, upkeep, and draw steps.)\nWhen chaos ensues, reverse the game's turn order. Then planeswalk. (For example, if play had proceeded clockwise around the table, it now goes counterclockwise.)",
    "text_es": "Al comienzo de cada una de tus fases principales posteriores al combate, hay una fase inicial adicional después de esta fase. (La fase inicial incluye los pasos de enderezar, mantener y robar).\nCuando sobrevenga el caos, invierte el orden de turnos de la partida. (Por ejemplo, si el juego se había desarrollado en el sentido de las agujas del reloj alrededor de la mesa, ahora va en sentido contrario).",
    "id": "75481e04-ab27-4fdd-b789-4a53ffc92430"
  },
  {
    "name": "Ten Wizards Mountain",
    "full": "https://cards.scryfall.io/normal/front/d/2/d2603e7a-1b1b-4f71-81d9-7e84c766312d.jpg?1680815497",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/2/d2603e7a-1b1b-4f71-81d9-7e84c766312d.jpg?1680815497",
    "text": "Whenever you roll the planar die, put a +1/+1 counter on up to one target creature.\nWhenever chaos ensues, creatures you control gain flying until end of turn.",
    "text_es": "Cada vez que tires el dado planar, pon un contador +1/+1 en hasta una criatura objetivo.\nSiempre que sobrevenga el caos, las criaturas que controles ganan volar hasta el final del turno.",
    "id": "d2603e7a-1b1b-4f71-81d9-7e84c766312d"
  },
  {
    "name": "The Aether Flues",
    "full": "https://cards.scryfall.io/normal/front/a/2/a22dfe5f-82cc-4d99-b454-82157ffd6a59.jpg?1680815515",
    "artwork": "https://cards.scryfall.io/art_crop/front/a/2/a22dfe5f-82cc-4d99-b454-82157ffd6a59.jpg?1680815515",
    "text": "When you planeswalk to The Aether Flues and at the beginning of your upkeep, you may sacrifice a creature. If you do, reveal cards from the top of your library until you reveal a creature card, put that card onto the battlefield, then shuffle all other cards revealed this way into your library.\nWhenever chaos ensues, you may put a creature card from your hand onto the battlefield.",
    "text_es": "Cuando haces planeswalk a Las fumarolas etéreas y al comienzo de tu upkeep, puedes sacrificar una criatura. Si lo haces, revela cartas de la parte superior de tu biblioteca hasta que reveles una carta de criatura, pon esa carta en el campo de batalla, luego baraja todas las otras cartas reveladas de esta manera en tu biblioteca.\nSiempre que sobrevenga el caos, puedes poner una carta de criatura de tu mano en el campo de batalla.",
    "id": "a22dfe5f-82cc-4d99-b454-82157ffd6a59"
  },
  {
    "name": "The Caldaia",
    "full": "https://cards.scryfall.io/normal/front/d/e/de4c566d-85ef-49af-a5cb-bcfa4aaba245.jpg?1680815444",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/e/de4c566d-85ef-49af-a5cb-bcfa4aaba245.jpg?1680815444",
    "text": "Creature spells you cast from your hand have blitz {3}. (If you cast a spell for its blitz cost, it gains haste and \"When this creature dies, draw a card.\" Sacrifice it at the beginning of the next end step.)\nWhenever chaos ensues, return target creature card from your graveyard to your hand.",
    "text_es": "Los hechizos de criatura que lances desde tu mano tienen bombardeo {3}. (Si lanzas un hechizo por su coste de blitz, gana prisa y \"Cuando esta criatura muera, roba una carta\". Sacrifícalo al principio del siguiente paso final).\nSiempre que sobrevenga el caos, devuelve la carta de criatura objetivo de tu cementerio a tu mano.",
    "id": "de4c566d-85ef-49af-a5cb-bcfa4aaba245"
  },
  {
    "name": "The Cave of Skulls",
    "full": "https://cards.scryfall.io/normal/front/7/4/74560139-0870-4184-887b-72d67c57b6ed.jpg?1696637728",
    "artwork": "https://cards.scryfall.io/art_crop/front/7/4/74560139-0870-4184-887b-72d67c57b6ed.jpg?1696637728",
    "text": "Each creature card in your graveyard has scavenge. The scavenge cost is equal to its mana cost. (Exile a creature card from your graveyard and pay its mana cost: Put a number of +1/+1 counters equal to that card's power on target creature. Scavenge only as a sorcery.)\nWhenever chaos ensues, create two 1/1 white Warrior creature tokens.",
    "text_es": "Cada carta de criatura de tu cementerio tiene carroña. El coste de recuperación es igual a su coste de maná. (Exilia una carta de criatura de tu cementerio y paga su coste de maná: Pon un número de contadores +1/+1 igual a la potencia de esa carta sobre la criatura objetivo. Recoge sólo como hechizo).\nSiempre que sobrevenga el caos, crea dos fichas de criatura Guerrero blancas 1/1.",
    "id": "74560139-0870-4184-887b-72d67c57b6ed"
  },
  {
    "name": "The Cheetah Planet",
    "full": "https://cards.scryfall.io/normal/front/4/b/4b6bd680-18c6-46d9-b747-825fb0fee6dd.jpg?1696637732",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/b/4b6bd680-18c6-46d9-b747-825fb0fee6dd.jpg?1696637732",
    "text": "When you planeswalk to The Cheetah Planet and at the beginning of your upkeep, put two +1/+1 counters on target non-Cat creature you control. It becomes a Cat in addition to its other types.\nWhenever chaos ensues, all Cats gain provoke until end of turn. (Whenever a Cat attacks, its controller may have target creature defending player controls untap and block it if able.)",
    "text_es": "Cuando entres en el Planeta Guepardo y al principio de tu mantenimiento, pon dos contadores +1/+1 sobre una criatura no felina que controles. Se convierte en un Gato además de sus otros tipos.\nSiempre que se desate el caos, todos los Gatos ganan Provocar hasta el final del turno. (Siempre que un Gato ataque, su controlador puede hacer que la criatura objetivo controlada por el jugador defensor se despegue y lo bloquee si puede).",
    "id": "4b6bd680-18c6-46d9-b747-825fb0fee6dd"
  },
  {
    "name": "The Dark Barony",
    "full": "https://cards.scryfall.io/normal/front/0/b/0b8a0cad-92df-45a1-a3cc-561be2f06778.jpg?1547432232",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/b/0b8a0cad-92df-45a1-a3cc-561be2f06778.jpg?1547432232",
    "text": "Whenever a nonblack card is put into a player's graveyard from anywhere, that player loses 1 life.\nWhenever chaos ensues, each opponent discards a card.",
    "text_es": "Siempre que una carta que no sea negra se ponga en el cementerio de un jugador desde cualquier lugar, ese jugador pierde 1 vida.\nSiempre que se produzca el caos, cada oponente descarta una carta.",
    "id": "0b8a0cad-92df-45a1-a3cc-561be2f06778"
  },
  {
    "name": "The Dining Car",
    "full": "https://cards.scryfall.io/normal/front/b/f/bf6193ea-4906-4097-8e30-431220f9e35c.jpg?1696637747",
    "artwork": "https://cards.scryfall.io/art_crop/front/b/f/bf6193ea-4906-4097-8e30-431220f9e35c.jpg?1696637747",
    "text": "When you planeswalk to The Dining Car, each player creates a Food token.\nSixty-Six Seconds — At the beginning of your upkeep, sacrifice a creature with the least toughness among creatures you control. Then investigate.\nWhenever chaos ensues, activated abilities of artifact tokens you control cost {2} less to activate this turn.",
    "text_es": "Cuando planeas ir al Vagón restaurante, cada jugador crea una ficha de Comida.\nSesenta y seis segundos - Al comienzo de tu mantenimiento, sacrifica una criatura con la menor resistencia entre las criaturas que controlas. Luego investiga.\nSiempre que sobrevenga el caos, las habilidades activadas de las fichas de artefacto que controlas cuestan {2} menos para activarse este turno.",
    "id": "bf6193ea-4906-4097-8e30-431220f9e35c"
  },
  {
    "name": "The Doctor's Childhood Barn",
    "full": "https://cards.scryfall.io/normal/front/f/4/f4c583ab-ad15-436b-9151-8b4d212cbeda.jpg?1696637747",
    "artwork": "https://cards.scryfall.io/art_crop/front/f/4/f4c583ab-ad15-436b-9151-8b4d212cbeda.jpg?1696637747",
    "text": "Creatures enter tapped.\nWhenever chaos ensues, for each opponent, choose up to one target nonland permanent that opponent controls. Untap those permanents. They phase out. They can't phase in for as long as The Doctor's Childhood Barn remains face up. When a player planeswalks, those permanents phase in.",
    "text_es": "Las criaturas entran giradas.\nSiempre que haya caos, por cada oponente, elige hasta un permanente no terrestre objetivo que controle ese oponente. Destapa esos permanentes. Salen de fase. No pueden entrar en fase mientras el Granero de la infancia del doctor permanezca boca arriba. Cuando un jugador camina, esos permanentes entran en fase.",
    "id": "f4c583ab-ad15-436b-9151-8b4d212cbeda"
  },
  {
    "name": "The Doctor's Tomb",
    "full": "https://cards.scryfall.io/normal/front/2/4/2456bb33-6380-4b4d-bf23-7b071fc22be2.jpg?1696637752",
    "artwork": "https://cards.scryfall.io/art_crop/front/2/4/2456bb33-6380-4b4d-bf23-7b071fc22be2.jpg?1696637752",
    "text": "If a creature would die, instead exile it and that creature's controller loses 2 life.\nWhenever chaos ensues, redistribute any number of players' life totals. (Each of those players gets one life total back.)",
    "text_es": "Si una criatura fuera a morir, exíliala y el controlador de esa criatura pierde 2 vidas.\nCuando sobrevenga el caos, redistribuye cualquier número de vidas totales de los jugadores. (Cada uno de esos jugadores recupera un total de vida).",
    "id": "2456bb33-6380-4b4d-bf23-7b071fc22be2"
  },
  {
    "name": "The Drum, Mining Facility",
    "full": "https://cards.scryfall.io/normal/front/9/f/9fdb7dca-017a-49a7-b8de-4a8ccf7ac679.jpg?1696637755",
    "artwork": "https://cards.scryfall.io/art_crop/front/9/f/9fdb7dca-017a-49a7-b8de-4a8ccf7ac679.jpg?1696637755",
    "text": "Whenever you roll the planar die, creatures you control get +1/+1 and gain haste until end of turn.\nWhenever chaos ensues, end the turn. (Exile all spells and abilities from the stack. The player whose turn it is discards down to their maximum hand size. Damage wears off, and \"this turn\" and \"until end of turn\" effects end.)",
    "text_es": "Siempre que tires el dado planar, las criaturas que controles obtienen +1/+1 y ganan prisa hasta el final del turno.\nSiempre que sobrevenga el caos, termina el turno. (Exilia todos los hechizos y habilidades de la pila. El jugador cuyo turno es descarta hasta el tamaño máximo de su mano. El daño desaparece y los efectos \"este turno\" y \"hasta el final del turno\" terminan).",
    "id": "9fdb7dca-017a-49a7-b8de-4a8ccf7ac679"
  },
  {
    "name": "The Eon Fog",
    "full": "https://cards.scryfall.io/normal/front/5/0/501268b6-878b-4725-be1f-a64c90f79b87.jpg?1547432575",
    "artwork": "https://cards.scryfall.io/art_crop/front/5/0/501268b6-878b-4725-be1f-a64c90f79b87.jpg?1547432575",
    "text": "Players skip their untap steps.\nWhenever chaos ensues, untap all permanents you control.",
    "text_es": "Los jugadores se saltan sus pasos de enderezamiento.\nCuando se desate el caos, endereza todos los permanentes que controles.",
    "id": "501268b6-878b-4725-be1f-a64c90f79b87"
  },
  {
    "name": "The Fourth Sphere",
    "full": "https://cards.scryfall.io/normal/front/d/e/decef464-d1d3-4459-a1c4-fbad684d5d02.jpg?1547432413",
    "artwork": "https://cards.scryfall.io/art_crop/front/d/e/decef464-d1d3-4459-a1c4-fbad684d5d02.jpg?1547432413",
    "text": "At the beginning of your upkeep, sacrifice a nonblack creature.\nWhenever chaos ensues, create a 2/2 black Zombie creature token.",
    "text_es": "Al principio de tu mantenimiento, sacrifica una criatura que no sea negra.\nCada vez que sobrevenga el caos, crea una ficha de criatura Zombie negra 2/2.",
    "id": "decef464-d1d3-4459-a1c4-fbad684d5d02"
  },
  {
    "name": "The Golden City of Orazca",
    "full": "https://cards.scryfall.io/normal/front/0/3/03a2c40d-6adb-4ad7-ba8e-3954d33f0e09.jpg?1680815457",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/3/03a2c40d-6adb-4ad7-ba8e-3954d33f0e09.jpg?1680815457",
    "text": "Ascend (If you control ten or more permanents, you get the city's blessing for the rest of the game.)\nWhenever one or more creatures you control deal combat damage to a player, create a Treasure token. Then draw a card if you have the city's blessing.\nWhenever chaos ensues, you may put a permanent card from your hand onto the battlefield tapped.",
    "text_es": "Ascender (Si controlas diez o más permanentes, obtienes la bendición de la ciudad para el resto de la partida).\nCada vez que una o más criaturas que controles inflijan daño de combate a un jugador, crea una ficha de Tesoro. Luego roba una carta si tienes la bendición de la ciudad.\nSiempre que se desate el caos, puedes poner una carta permanente de tu mano en el campo de batalla girada.",
    "id": "03a2c40d-6adb-4ad7-ba8e-3954d33f0e09"
  },
  {
    "name": "The Great Aerie",
    "full": "https://cards.scryfall.io/normal/front/4/a/4afe8c95-efeb-4f7d-834d-fa5b095c9a06.jpg?1680815458",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/a/4afe8c95-efeb-4f7d-834d-fa5b095c9a06.jpg?1680815458",
    "text": "When you planeswalk to The Great Aerie and at the beginning of your upkeep, bolster 3. (Choose a creature with the least toughness among creatures you control and put three +1/+1 counters on it.)\nWhenever chaos ensues, choose up to one target creature you control and up to one target creature an opponent controls. Each of those creatures deals damage equal to its toughness to the other.",
    "text_es": "Cuando camines en el plano hacia La Gran Aérea y al comienzo de tu mantenimiento, refuerza 3. (Elige una criatura con la menor resistencia entre las criaturas que controlas y ponle tres contadores +1/+1).\nSiempre que se desate el caos, elige hasta una criatura objetivo que controles y hasta una criatura objetivo que controle un oponente. Cada una de esas criaturas inflige a la otra un daño igual a su resistencia.",
    "id": "4afe8c95-efeb-4f7d-834d-fa5b095c9a06"
  },
  {
    "name": "The Great Forest",
    "full": "https://cards.scryfall.io/normal/front/0/4/04075c37-1c1c-439c-9c54-770185fc0af1.jpg?1680815530",
    "artwork": "https://cards.scryfall.io/art_crop/front/0/4/04075c37-1c1c-439c-9c54-770185fc0af1.jpg?1680815530",
    "text": "Each creature assigns combat damage equal to its toughness rather than its power.\nWhenever chaos ensues, creatures you control get +0/+2 and gain trample until end of turn.",
    "text_es": "Cada criatura asigna daño de combate igual a su resistencia en vez de a su potencia.\nSiempre que se desate el caos, las criaturas que controlas obtienen +0/+2 y pisotón hasta el final del turno.",
    "id": "04075c37-1c1c-439c-9c54-770185fc0af1"
  },
  {
    "name": "The Hippodrome",
    "full": "https://cards.scryfall.io/normal/front/4/b/4ba7ce8f-e11d-4e06-8cb6-668de2a43a4e.jpg?1547432288",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/b/4ba7ce8f-e11d-4e06-8cb6-668de2a43a4e.jpg?1547432288",
    "text": "All creatures get -5/-0.\nWhenever chaos ensues, you may destroy target creature if its power is 0 or less.",
    "text_es": "Todas las criaturas obtienen -5/-0.\nSiempre que sobrevenga el caos, puedes destruir la criatura objetivo si su potencia es 0 o menos.",
    "id": "4ba7ce8f-e11d-4e06-8cb6-668de2a43a4e"
  },
  {
    "name": "The Lux Foundation Library",
    "full": "https://cards.scryfall.io/normal/front/c/3/c3cd9db0-b417-42e8-b3be-00fdc9330014.jpg?1696637772",
    "artwork": "https://cards.scryfall.io/art_crop/front/c/3/c3cd9db0-b417-42e8-b3be-00fdc9330014.jpg?1696637772",
    "text": "Players have no maximum hand size.\nWhenever a creature you control deals combat damage to a player, you may draw a card.\nWhenever chaos ensues, put a shadow counter on target creature. (A creature with shadow can block or be blocked by only creatures with shadow.)",
    "text_es": "Los jugadores no tienen tamaño máximo de mano.\nSiempre que una criatura que controles haga daño de combate a un jugador, puedes robar una carta.\nSiempre que sobrevenga el caos, pon un contador de sombra sobre la criatura objetivo. (Una criatura con sombra sólo puede bloquear o ser bloqueada por criaturas con sombra).",
    "id": "c3cd9db0-b417-42e8-b3be-00fdc9330014"
  },
  {
    "name": "The Maelstrom",
    "full": "https://cards.scryfall.io/normal/front/6/2/6223caca-e993-4834-a673-3eee65b8afe1.jpg?1547432561",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/2/6223caca-e993-4834-a673-3eee65b8afe1.jpg?1547432561",
    "text": "When you planeswalk to The Maelstrom and at the beginning of your upkeep, you may reveal the top card of your library. If it's a permanent card, you may put it onto the battlefield. If you revealed a card but didn't put it onto the battlefield, put it on the bottom of your library.\nWhenever chaos ensues, return target permanent card from your graveyard to the battlefield.",
    "text_es": "Cuando haces Planeswalk al Maelstrom y al comienzo de tu upkeep, puedes revelar la carta superior de tu biblioteca. Si es una carta permanente, puedes ponerla en el campo de batalla. Si revelaste una carta pero no la pusiste en el campo de batalla, ponla en el fondo de tu biblioteca.\nSiempre que sobrevenga el caos, devuelve la carta permanente objetivo de tu cementerio al campo de batalla.",
    "id": "6223caca-e993-4834-a673-3eee65b8afe1"
  },
  {
    "name": "The Matrix of Time",
    "full": "https://cards.scryfall.io/normal/front/c/3/c343b9dd-edce-46ee-bdd6-f240cf061d59.jpg?1696637776",
    "artwork": "https://cards.scryfall.io/art_crop/front/c/3/c343b9dd-edce-46ee-bdd6-f240cf061d59.jpg?1696637776",
    "text": "When you planeswalk to The Matrix of Time, each player exiles the top card of their library.\nDuring your turn, you may play lands and cast spells from among cards exiled with The Matrix of Time.\nWhenever you play a land or cast a spell from among cards exiled with The Matrix of Time, that card's owner loses 3 life and exiles the top card of their library.\nWhenever chaos ensues, create two Treasure tokens.",
    "text_es": "Cuando haces planeswalk a La Matriz del Tiempo, cada jugador exilia la carta superior de su biblioteca.\nDurante tu turno, puedes jugar tierras y lanzar hechizos de entre las cartas exiliadas con La Matriz del Tiempo.\nSiempre que juegues una tierra o lances un hechizo de entre las cartas exiliadas con La Matriz del Tiempo, el propietario de esa carta pierde 3 vidas y exilia la carta superior de su biblioteca.\nSiempre que sobrevenga el caos, crea dos fichas de Tesoro.",
    "id": "c343b9dd-edce-46ee-bdd6-f240cf061d59"
  },
  {
    "name": "The Moonbase",
    "full": "https://cards.scryfall.io/normal/front/b/7/b715df92-e504-4844-9d74-6f4965fd32ee.jpg?1696637783",
    "artwork": "https://cards.scryfall.io/art_crop/front/b/7/b715df92-e504-4844-9d74-6f4965fd32ee.jpg?1696637783",
    "text": "Low Gravity — All creatures have \"{2}: This creature gains flying until end of turn. Activate only as a sorcery.\"\nWhenever chaos ensues, for each opponent, choose up to one target creature card in that player's graveyard. Put those cards onto the battlefield face down under your control. They're 2/2 Cyberman artifact creatures.",
    "text_es": "Gravedad baja - Todas las criaturas tienen \"{2}: Esta criatura gana volar hasta el final del turno. Activar sólo como conjuro\".\nSiempre que sobrevenga el caos, por cada oponente, elige hasta una carta de criatura objetivo en el cementerio de ese jugador. Pon esas cartas boca abajo en el campo de batalla bajo tu control. Son criaturas artefacto cibernéticas 2/2.",
    "id": "b715df92-e504-4844-9d74-6f4965fd32ee"
  },
  {
    "name": "The Pit",
    "full": "https://cards.scryfall.io/normal/front/f/d/fd571dc7-b0b0-49a2-938a-d4336efe5e76.jpg?1680815488",
    "artwork": "https://cards.scryfall.io/art_crop/front/f/d/fd571dc7-b0b0-49a2-938a-d4336efe5e76.jpg?1680815488",
    "text": "When you planeswalk to The Pit, each player creates their choice of a 3/3 white Angel creature token with flying or a 6/6 black Demon creature token with flying, trample, and \"At the beginning of your upkeep, sacrifice another creature. If you can't, this token deals 6 damage to you.\"\nWhenever chaos ensues, each player sacrifices a nonartifact creature of their choice.",
    "text_es": "Cuando caminas hacia El Foso, cada jugador crea una ficha de criatura Ángel blanca 3/3 con vuelo o una ficha de criatura Demonio negra 6/6 con vuelo, desplazamiento y \"Al comienzo de tu mantenimiento, sacrifica otra criatura. Si no puedes, esta ficha te inflige 6 puntos de daño\".\nSiempre que sobrevenga el caos, cada jugador sacrifica una criatura no artefacto de su elección.",
    "id": "fd571dc7-b0b0-49a2-938a-d4336efe5e76"
  },
  {
    "name": "The Pyramid of Mars",
    "full": "https://cards.scryfall.io/normal/front/8/a/8aec22c6-4986-45aa-9b6b-8517bbbaed4e.jpg?1696637798",
    "artwork": "https://cards.scryfall.io/art_crop/front/8/a/8aec22c6-4986-45aa-9b6b-8517bbbaed4e.jpg?1696637798",
    "text": "When you planeswalk to The Pyramid of Mars and at the beginning of your upkeep, surveil 2. (Look at the top two cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)\nWhenever chaos ensues, return target creature card from your graveyard to the battlefield.",
    "text_es": "Cuando haces planeswalk a La pirámide de Marte y al comienzo de tu mantenimiento, vigila 2. (Mira las dos primeras cartas de tu biblioteca, luego pon cualquier número de ellas en tu cementerio y el resto en la parte superior de tu biblioteca en cualquier orden).\nCuando sobrevenga el caos, devuelve la carta de criatura objetivo de tu cementerio al campo de batalla.",
    "id": "8aec22c6-4986-45aa-9b6b-8517bbbaed4e"
  },
  {
    "name": "The Western Cloud",
    "full": "https://cards.scryfall.io/normal/front/4/a/4a0e558d-cfd7-4ecf-b951-50016e8cc569.jpg?1680815506",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/a/4a0e558d-cfd7-4ecf-b951-50016e8cc569.jpg?1680815506",
    "text": "Prevent all damage that would be dealt to creatures and planeswalkers you control.\nWhenever chaos ensues, create three tapped Treasure tokens. They each deal 1 damage to each creature and each planeswalker.",
    "text_es": "Evita todo el daño que recibirían las criaturas y planeswalkers que controlas.\nCuando se desate el caos, crea tres fichas de Tesoro giradas. Cada uno de ellos inflige 1 de daño a cada criatura y a cada Planeswalker.",
    "id": "4a0e558d-cfd7-4ecf-b951-50016e8cc569"
  },
  {
    "name": "The Wilds",
    "full": "https://cards.scryfall.io/normal/front/1/f/1fccd76c-cce9-4ae3-84c1-000e54ca4734.jpg?1680815512",
    "artwork": "https://cards.scryfall.io/art_crop/front/1/f/1fccd76c-cce9-4ae3-84c1-000e54ca4734.jpg?1680815512",
    "text": "When you planeswalk to The Wilds and at the beginning of your upkeep, create a Food token.\nWhenever chaos ensues, target player sacrifices a creature of their choice. If they do, you create a Food token. You create two Food tokens instead if the sacrificed creature's toughness was 4 or greater.",
    "text_es": "Cuando camines en el plano a The Wilds y al comienzo de tu mantenimiento, crea una ficha de Comida.\nCada vez que se desate el caos, el jugador objetivo sacrifica una criatura de su elección. Si lo hace, creas una ficha de Comida. Creas dos fichas de Comida si la resistencia de la criatura sacrificada era 4 o más.",
    "id": "1fccd76c-cce9-4ae3-84c1-000e54ca4734"
  },
  {
    "name": "The Zephyr Maze",
    "full": "https://cards.scryfall.io/normal/front/4/c/4c9dc306-92e9-46e1-a67c-d4f2a65ce339.jpg?1547432715",
    "artwork": "https://cards.scryfall.io/art_crop/front/4/c/4c9dc306-92e9-46e1-a67c-d4f2a65ce339.jpg?1547432715",
    "text": "Creatures with flying get +2/+0.\nCreatures without flying get -2/-0.\nWhenever chaos ensues, target creature gains flying until end of turn.",
    "text_es": "Las criaturas voladoras obtienen +2/+0.\nLas criaturas sin vuelo obtienen -2/-0.\nSiempre que haya caos, la criatura objetivo gana volar hasta el final del turno.",
    "id": "4c9dc306-92e9-46e1-a67c-d4f2a65ce339"
  },
  {
    "name": "Towashi",
    "full": "https://cards.scryfall.io/normal/front/6/d/6d37cf73-e128-4367-b030-313d987fda7a.jpg?1681345506",
    "artwork": "https://cards.scryfall.io/art_crop/front/6/d/6d37cf73-e128-4367-b030-313d987fda7a.jpg?1681345506",
    "text": "Modified creatures you control have trample and \"Whenever this creature deals combat damage to a player or planeswalker, draw a card.\" (Equipment, Auras you control, and counters are modifications.)\nWhenever chaos ensues, distribute three +1/+1 counters among one, two, or three target creatures you control.",
    "text_es": "Las criaturas modificadas que controlas tienen pisoteo y \"Siempre que esta criatura haga daño de combate a un jugador o planeswalker, roba una carta\". (El equipo, las auras que controlas y los contadores son modificaciones).\nSiempre que sobrevenga el caos, distribuye tres contadores +1/+1 entre una, dos o tres criaturas objetivo que controles.",
    "id": "6d37cf73-e128-4367-b030-313d987fda7a"
  },
  {
    "name": "Trail of the Mage-Rings",
    "full": "https://cards.scryfall.io/normal/front/f/5/f5f307bf-80ac-46cb-9003-3e70a0703e71.jpg?1547432442",
    "artwork": "https://cards.scryfall.io/art_crop/front/f/5/f5f307bf-80ac-46cb-9003-3e70a0703e71.jpg?1547432442",
    "text": "Instant and sorcery spells have rebound. (The spell's controller exiles the spell as it resolves if they cast it from their hand. At the beginning of that player's next upkeep, they may cast that card from exile without paying its mana cost.)\nWhenever chaos ensues, you may search your library for an instant or sorcery card, reveal it, put it into your hand, then shuffle.",
    "text_es": "Los hechizos instantáneos y de conjuro tienen rebote. (El controlador del hechizo exilia el hechizo cuando se resuelve si lo lanzó desde su mano. Al principio del siguiente mantenimiento de ese jugador, puede lanzar esa carta desde el exilio sin pagar su coste de maná).\nSiempre que sobrevenga el caos, puedes buscar en tu biblioteca una carta de instantáneo o de conjuro, revelarla, ponerla en tu mano y luego barajar.",
    "id": "f5f307bf-80ac-46cb-9003-3e70a0703e71"
  },
  {
    "name": "Truga Jungle",
    "full": "https://cards.scryfall.io/normal/front/b/d/bd6aa726-9979-42a5-a9ad-5c3f40b599ae.jpg?1680815578",
    "artwork": "https://cards.scryfall.io/art_crop/front/b/d/bd6aa726-9979-42a5-a9ad-5c3f40b599ae.jpg?1680815578",
    "text": "All lands have \"{T}: Add one mana of any color.\"\nWhenever chaos ensues, reveal the top three cards of your library. Put all land cards revealed this way into your hand and the rest on the bottom of your library in any order.",
    "text_es": "Todas las tierras tienen \"{T}: Añade un maná de cualquier color\".\nSiempre que sobrevenga el caos, revela las tres primeras cartas de tu biblioteca. Pon todas las cartas de tierra reveladas de esta manera en tu mano y el resto en el fondo de tu biblioteca en cualquier orden.",
    "id": "bd6aa726-9979-42a5-a9ad-5c3f40b599ae"
  },
  {
    "name": "Turri Island",
    "full": "https://cards.scryfall.io/normal/front/7/0/70d12cff-ba93-4673-832c-f9261c1501cd.jpg?1680815582",
    "artwork": "https://cards.scryfall.io/art_crop/front/7/0/70d12cff-ba93-4673-832c-f9261c1501cd.jpg?1680815582",
    "text": "Creature spells cost {2} less to cast.\nWhenever chaos ensues, reveal the top three cards of your library. Put all creature cards revealed this way into your hand and the rest into your graveyard.",
    "text_es": "Lanzar hechizos de criatura cuesta {2} menos.\nCuando se desate el caos, revela las tres primeras cartas de tu biblioteca. Pon todas las cartas de criatura reveladas de esta forma en tu mano y el resto en tu cementerio.",
    "id": "70d12cff-ba93-4673-832c-f9261c1501cd"
  }
]